[
    {
        "dialog_id": 1,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Hangi bölümler var?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Mühendislik, fen-edebiyat, eğitim, işletme, sağlık bilimleri gibi birçok bölüm bulunmaktadır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Mühendislik bölümü hakkında daha fazla bilgi alabilir miyim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Tabii, mühendislik bölümümüzde elektrik-elektronik, makine, bilgisayar mühendisliği,yazılım mühendisliği gibi alanlarda eğitim verilmektedir."
            }
        ]
    },
    {
        "dialog_id": 2,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Hangi bölümü seçmeliyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Hangi alanda ilgi duyduğunuza bağlı olarak mühendislik, fen-edebiyat, işletme veya sağlık bilimleri gibi farklı seçenekleri değerlendirebilirsiniz."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Peki, işletme bölümü mezunlarının kariyer olanakları nelerdir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "İşletme mezunları genellikle finans, pazarlama, insan kaynakları gibi çeşitli alanlarda kariyer yapabilirler."
            }
        ]
    },
    {
        "dialog_id": 3,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bölüm seçerken nelere dikkat etmeliyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "İlgi alanlarınıza, yeteneklerinize, kariyer hedeflerinize ve mezun olduktan sonra hangi alanlarda çalışmak istediğinize dikkat etmeniz önemlidir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Teşekkürler, bu bilgiler çok yardımcı oldu!"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim, herhangi bir sorunuz varsa sormaktan çekinmeyin!"
            }
        ]
    },
    {
        "dialog_id": 3,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bölüm seçerken nelere dikkat etmeliyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "İlgi alanlarınıza, yeteneklerinize, kariyer hedeflerinize ve mezun olduktan sonra hangi alanlarda çalışmak istediğinize dikkat etmeniz önemlidir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Teşekkürler, bu bilgiler çok yardımcı oldu!"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim, herhangi bir sorunuz varsa sormaktan çekinmeyin!"
            }
        ]
    },
    {
        "dialog_id": 4,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fen-edebiyat fakültesinde hangi bölümler var?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fen-edebiyat fakültemizde edebiyat, tarih, felsefe, sosyoloji, psikoloji, dilbilim, arkeoloji, sanat tarihi gibi birçok bölüm bulunmaktadır. Hangi alana ilgi duyduğunuzu söylerseniz size daha detaylı bilgi verebilirim."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Edebiyat bölümü hakkında bilgi alabilir miyim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Tabii ki, edebiyat bölümü Türk edebiyatı, dünya edebiyatları, karşılaştırmalı edebiyat, dil ve edebiyat tarihi gibi alt dallara ayrılmaktadır. Bu alt dallardan hangisiyle daha çok ilgileniyorsunuz?"
            },
            {
                "id":4,
                "sender":"user",
                "text":"Türk edebiyatı ile ilgileniyorum."
            },
            {
                "id":5,
                "sender":"bot",
                "text":"Türk edebiyatı bölümü, Türk edebiyatının tarihi ve gelişimi, edebi türler, yazarlar ve eserler gibi konularda eğitim vermektedir. Bu bölümden mezun olduktan sonra öğretmenlik, edebiyat editörlüğü, yazarlık gibi alanlarda çalışabilirsiniz."
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Peki, bu bölümden mezun olanlar ne kadar maaş alıyor?"
              },
              {
                "id": 7,
                "sender": "bot",
                "text": "Maaşlar, çalıştığınız kuruma ve görevinize göre değişiklik göstermektedir. Ortalama bir maaştan bahsetmek gerekirse, Türk edebiyatı bölümü mezunlarının maaşları 4.500 TL ile 6.000 TL arasında değişmektedir."
              }
        ]
    },
    {
        "dialog_id": 5,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "İşletme fakültesinde çift anadal programları var mı?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Evet, işletme fakültemizde uluslararası ticaret, pazarlama, insan kaynakları gibi alanlarda çift anadal programları mevcuttur. Ayrıca bazı bölümlerle yandal programları da sunulmaktadır. Hangi alanla ilgilendiğinizi söylerseniz size daha detaylı bilgi verebilirim."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Uluslararası ticaret çift anadal programı hakkında bilgi alabilir miyim?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Uluslararası ticaret çift anadal programı, uluslararası ticaret ilkeleri, dış ticaret stratejileri, gümrük işlemleri, lojistik gibi konularda eğitim vermektedir. Bu programdan mezun olduktan sonra uluslararası firmalarda, ithalat ve ihracat firmalarında, gümrük firmalarında çalışabilirsiniz."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Bu programın müfredatı hakkında bilgi verebilir misiniz?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Tabii ki, uluslararası ticaret çift anadal programının müfredatı web sitemizde yer almaktadır. Ancak size ana derslerden de bahsedebilirim. Uluslararası finans, pazarlama yönetimi, dış ticaret mevzuatı, lojistik yönetimi, gümrük işlemleri gibi dersler programda yer almaktadır. Detaylı bilgi için web sitemizi ziyaret edebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 6,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Sağlık bilimleri fakültesinde hangi laboratuvarlar var?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Sağlık bilimleri fakültemizde anatomi, fizyoloji, biyokimya, mikrobiyoloji, farmakoloji, histoloji, patoloji gibi birçok laboratuvar bulunmaktadır. Ayrıca fakültemizde araştırma laboratuvarları da mevcuttur. Hangi alana ilgi duyduğunuzu söylerseniz size laboratuvarlar hakkında daha detaylı bilgi verebilirim."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Biyokimya laboratuvarı hakkında bilgi alabilir miyim?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Biyokimya laboratuvarı, canlıların kimyasal yapısını ve metabolik süreçlerini incelemek için kullanılan bir laboratuvardır. Bu laboratuvarda çeşitli deneyler yapmak ve analizler gerçekleştirmek mümkündür."
          },
          {
            "id": 4,
            "sender": "user",
            "text":"bu laboratuvarda hangi cihazlar kullanılıyor?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Biyokimya laboratuvarında spektrofotometre, santrifüj, kromatografi cihazı, pH metre gibi çeşitli cihazlar kullanılmaktadır. Bu cihazlar sayesinde biyokimyasal analizler yapmak ve sonuçları değerlendirmek mümkündür."
          }
        ]
      },
      {
        "dialog_id": 7,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bölüm seçerken kariyer olanaklarına nasıl bir göz atabilirim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Bölüm mezunlarının kariyer olanakları hakkında üniversitemizin kariyer merkezinden veya ilgili bölümün mezunlar birliğinden bilgi alabilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 8,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bölümde hangi dersler veriliyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Her bölümün müfredatında farklı dersler bulunmaktadır. Ders içerikleri hakkında daha fazla bilgi almak için ilgili bölümün ders planına göz atabilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 9,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bölüm seçerken üniversite sıralamasını nasıl değerlendirebilirim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Üniversite sıralamaları bölüm seçiminde tek başına yeterli bir kriter olmayabilir. Ancak, üniversitenin akademik başarısı ve kaynakları da göz önünde bulundurulmalıdır."
            }
        ]
    },
    {
        "dialog_id": 10,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bölüm seçerken öğrenci kulüplerinin önemi nedir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Öğrenci kulüpleri sosyal etkileşim, kişisel gelişim ve kariyer olanakları açısından önemli bir rol oynar. Bu yüzden, bölüm seçimi yaparken öğrenci kulüplerinin varlığına da dikkat etmek önemlidir."
            }
        ]
    },
    {
        "dialog_id": 11,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Hangi bölümler üniversitenizde en popüler?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "En popüler bölümler genellikle mühendislik, işletme ve sağlık bilimleri gibi alanlardır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Mühendislik bölümü mezunlarının ortalama maaşı nedir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Mühendislik bölümü mezunlarının maaşı genellikle branşlarına ve deneyimlerine bağlı olarak değişmektedir. Ancak, genellikle rekabetçi bir maaş sunulmaktadır."
            }
        ]
    },
    {
        "dialog_id": 12,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "İşletme bölümü mezunlarının iş imkanları nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "İşletme bölümü mezunları genellikle finans, pazarlama, insan kaynakları gibi çeşitli alanlarda kariyer yapabilirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bölümdeki öğretim elemanları hangi alanda uzmanlaşmış?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Üniversitemizin öğretim elemanları genellikle akademik ve endüstriyel deneyime sahiptir. Mühendislik bölümünde elektrik-elektronik, makine, bilgisayar mühendisliği gibi alanlarda uzmanlaşmış öğretim üyeleri bulunmaktadır."
            }
        ]
    },
    {
        "dialog_id": 13,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Üniversite kampüsünde hangi olanaklar var?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Üniversite kampüsünde spor salonları, kütüphaneler, öğrenci kulüpleri, yemekhaneler gibi çeşitli olanaklar bulunmaktadır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bölümümde proje bazlı çalışmalar yapma imkanı var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, birçok bölümde proje bazlı çalışmalar ve uygulamalı dersler bulunmaktadır. Bu, öğrencilerin teorik bilgilerini pratikte uygulama şansı sunar."
            }
        ]
    },
    {
        "dialog_id": 14,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bölüm mezunları hangi sektörlerde iş bulabilir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Bölüm mezunları genellikle öğrendikleri becerilere ve ilgi alanlarına bağlı olarak birçok sektörde iş bulabilirler. Örneğin, mühendislik mezunları otomotiv, enerji, yazılım gibi sektörlerde çalışabilirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Üniversitenizin uluslararası değişim programları var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, üniversitemiz uluslararası değişim programlarına katılım imkanı sunmaktadır. Öğrenciler, çeşitli ülkelerdeki ortak üniversitelerde bir dönem geçirme şansına sahiptirler."
            }
        ]
    },
    {
        "dialog_id": 15,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Üniversite kütüphanesinin saatleri nedir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Üniversite kütüphanesi genellikle haftanın belirli günlerinde ve akademik dönemlerde belirli saatler arasında açıktır. Detaylı bilgi için üniversitenin resmi web sitesine veya kütüphane birimine başvurabilirsiniz."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Üniversitenizde öğrenci konseyi var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, üniversitemizde öğrenci konseyi ve öğrenci kulüpleri bulunmaktadır. Öğrencilerin çeşitli etkinliklere katılma ve üniversite yaşamını daha aktif hale getirme imkanı sunarlar."
            }
        ]
    },
    {
        "dialog_id": 16,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Öğrencilere yurtdışı staj imkanı var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Evet, birçok bölümde öğrencilere yurtdışında staj yapma imkanı sunulmaktadır. Bu, öğrencilerin uluslararası deneyim kazanmalarına ve farklı kültürleri tanımalarına olanak tanır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Öğrenci kulüpleri hangi etkinlikleri düzenler?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Öğrenci kulüpleri genellikle sosyal etkinlikler, kariyer atölyeleri, sportif etkinlikler, seminerler gibi çeşitli etkinlikler düzenler."
            }
        ]
    },
    {
        "dialog_id": 17,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Üniversitenizde yüksek lisans programları var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Evet, üniversitemizde çeşitli alanlarda yüksek lisans programları bulunmaktadır. Öğrenciler, lisans eğitimlerini tamamladıktan sonra yüksek lisans yapma imkanına sahiptirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bölüme başvururken hangi belgeler gereklidir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Başvuru süreci bölüme ve üniversiteye göre değişebilir. Genellikle lise diploması, sınav sonuçları, özgeçmiş ve referans mektupları gibi belgeler gereklidir."
            }
        ]
    },
    {
        "dialog_id": 18,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Üniversitenizde öğrenci projelerine destek veriliyor mu?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Evet, üniversitemizde öğrencilerin proje geliştirme ve yürütme süreçlerine destek verilmektedir. Öğrencilerin yenilikçi fikirlerini hayata geçirmelerine olanak tanır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bölüm mezunlarının mezuniyet sonrası kariyer başarıları hakkında bilgi alabilir miyim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bölüm mezunlarımız çeşitli sektörlerde başarılı kariyerlere sahiptir. Kariyer başarıları hakkında daha fazla bilgi almak için mezunlar birliği ile iletişime geçebilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 19,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi nerede bulunuyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi, Türkiye'nin doğusunda, Elazığ ilinde bulunmaktadır. Elazığ şehir merkezine yaklaşık olarak 5 kilometre uzaklıkta konumlanmıştır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Üniversitenin kuruluş tarihi nedir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi, 1975 yılında kurulmuştur. O zamandan beri bölgeye eğitim ve araştırma hizmetleri sunmaktadır."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Fırat Üniversitesi kaç fakülteye sahiptir?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Fırat Üniversitesi, çeşitli alanlarda eğitim veren 17 fakülteye sahiptir. Bunlar arasında mühendislik, fen-edebiyat, eğitim, işletme, sağlık bilimleri gibi fakülteler bulunmaktadır."
            }
        ]
    },
    {
        "dialog_id": 20,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin öğrenci sayısı nedir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi, geniş bir öğrenci kitlesine sahiptir. Yaklaşık olarak 50 binden fazla öğrenciye ev sahipliği yapmaktadır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Üniversitede hangi lisans programları bulunmaktadır?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi, çeşitli alanlarda lisans programları sunmaktadır. Mühendislik, fen bilimleri, sosyal bilimler, sağlık bilimleri, işletme gibi pek çok alanda lisans programları bulunmaktadır."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin akademik kadrosu hakkında bilgi verebilir misiniz?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Fırat Üniversitesi, deneyimli ve nitelikli akademik kadrosuyla bilinmektedir. Öğretim üyeleri genellikle akademik çalışmalarıyla tanınan ve çeşitli projelerde yer alan uzmanlardır."
            }
        ]
    },
    {
        "dialog_id": 21,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Üniversitenin kampüsü nasıl bir yapıya sahiptir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nin kampüsü oldukça geniş ve modern bir yapıya sahiptir. Kütüphaneler, laboratuvarlar, spor tesisleri, yemekhaneler ve öğrenci konaklama birimleri gibi birçok olanak sağlamaktadır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Üniversitenin araştırma olanakları hakkında bilgi alabilir miyim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi, çeşitli alanlarda araştırma yapma imkanı sunmaktadır. Akademik birimlerdeki araştırma laboratuvarları, araştırma merkezleri ve proje destek birimleri araştırmacıların çalışmalarını yürütmelerine olanak tanır."
            }
        ]
    },
    {
        "dialog_id": 22,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Üniversitenin uluslararası ilişkileri hakkında bilgi verebilir misiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi, uluslararası alanda pek çok üniversite ve kuruluş ile iş birliği yapmaktadır. Öğrenci ve öğretim üyelerine değişim programları, ortak araştırma projeleri ve uluslararası konferanslar gibi imkanlar sunar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Üniversitenin öğrenci kulüpleri hakkında bilgi alabilir miyim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi bünyesinde çeşitli öğrenci kulüpleri bulunmaktadır. Bu kulüpler, sosyal etkinlikler, sportif etkinlikler, kariyer atölyeleri gibi birçok etkinliği düzenleyerek öğrenci yaşamını zenginleştirmektedir."
            }
        ]
    },
    {
        "dialog_id": 23,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin akademik takvimi nedir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nin akademik takvimi genellikle iki dönemden oluşmaktadır: güz dönemi ve bahar dönemi. Her dönem, derslerin başlama ve bitiş tarihlerini, sınav takvimlerini ve tatil günlerini içerir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Üniversitenin mezunlarının iş bulma oranı nedir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi mezunlarının iş bulma oranı oldukça yüksektir. Çünkü üniversite, öğrencilere hem teorik bilgi hem de pratik beceriler kazandıran geniş bir eğitim programı sunar."
            }
        ]
    },
    {
        "dialog_id": 24,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin kampüs yaşamı nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi kampüsü, dinamik ve canlı bir ortama sahiptir. Öğrenciler, derslerin dışında çeşitli sosyal etkinliklere katılabilir, öğrenci kulüpleriyle birlikte projeler yürütebilir ve kampüs olanaklarından faydalanabilirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Üniversitenin kariyer danışmanlığı hizmetleri hakkında bilgi alabilir miyim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi, öğrencilere kariyer danışmanlığı hizmetleri sunmaktadır. Kariyer merkezi, öğrencilere kariyer planlaması, CV hazırlama, iş mülakatı teknikleri gibi konularda destek sağlar."
            }
        ]
    },
    {
        "dialog_id": 25,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Üniversitenin sosyal sorumluluk projeleri var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi, çeşitli sosyal sorumluluk projeleri yürütmektedir. Topluma fayda sağlayacak projelerde öğrenciler ve akademisyenler iş birliği yaparak çeşitli alanlarda çalışmalar yürütürler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Üniversitenin öğrencilere sağladığı burs imkanları hakkında bilgi alabilir miyim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi, başarılı ve ihtiyaç sahibi öğrencilere çeşitli burs imkanları sunmaktadır. Akademik başarı, sosyal durum ve diğer kriterlere göre farklı burs programları bulunmaktadır."
            }
        ]
    },
    {
        "dialog_id": 26,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin öğrenci kulüpleri ve sosyal etkinlikleri hakkında daha fazla bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi çeşitli öğrenci kulüplerine ev sahipliği yapar ve her öğrencinin ilgi alanına göre bir kulüp bulunabilir. Öğrenci kulüpleri, sosyal etkinliklerden kariyer atölyelerine kadar geniş bir yelpazede faaliyet gösterir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat Üniversitesi mezunlarının yaptığı işler hakkında örnek verebilir misiniz?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi mezunları çeşitli sektörlerde ve pozisyonlarda çalışmaktadır. Örneğin, mühendislik mezunları otomotiv sektöründe, işletme mezunları finans sektöründe ve sağlık bilimleri mezunları sağlık kuruluşlarında çalışabilirler."
            }
        ]
    },
    {
        "dialog_id": 27,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin öğrencilere sunmuş olduğu staj ve iş imkanları hakkında bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi, öğrencilere çeşitli staj ve iş imkanları sunar. Üniversitenin işbirliği yaptığı kurumlar ve kariyer merkezi aracılığıyla öğrencilere staj ve iş fırsatları sağlanır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat Üniversitesi mezunlarının kariyer gelişimi için ne tür destekler sağlanmaktadır?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi, mezunlarının kariyer gelişimine destek olmak için çeşitli hizmetler sunar. Bunlar arasında mezunlar birliği, kariyer merkezi, mezuniyet sonrası eğitim programları gibi imkanlar bulunmaktadır."
            }
        ]
    },
    {
        "dialog_id": 28,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin uluslararası öğrencilere sağladığı imkanlar nelerdir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi, uluslararası öğrencilere çeşitli imkanlar sunar. Bunlar arasında uluslararası öğrenci ofisi, dil kursları, kültürel etkinlikler, akademik danışmanlık gibi hizmetler bulunmaktadır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin akademik başarıları hakkında bilgi verebilir misiniz?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi, akademik alanda çeşitli başarılar elde etmiştir. Öğretim üyelerinin yayınları, araştırma projeleri ve ulusal/uluslararası başarıları üniversitenin akademik başarısını yansıtır."
            }
        ]
    },
    {
        "dialog_id": 29,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin mezunlarının kurduğu şirketler hakkında bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi mezunları, kendi işlerini kurmak için çeşitli girişimlerde bulunmuşlardır. Özellikle mühendislik, işletme ve teknoloji alanlarında birçok mezun kendi şirketini kurmuş ve başarılı işlere imza atmıştır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Üniversite kütüphanesinin kaynakları hakkında bilgi verebilir misiniz?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi kütüphanesi geniş bir kaynak koleksiyonuna sahiptir. Kitaplar, dergiler, elektronik veritabanları ve diğer kaynaklar öğrencilere ve akademisyenlere geniş bir bilgi havuzu sunar."
            }
        ]
    },
    {
        "dialog_id": 30,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nde bilgisayar mühendisliği bölümü var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Evet, Fırat Üniversitesi bünyesinde bilgisayar mühendisliği bölümü bulunmaktadır. Bu bölüm, bilgisayar ve yazılım teknolojileri üzerine eğitim vermektedir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümü kaç yıllık bir eğitim sunuyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği bölümü genellikle dört yıllık lisans eğitimi sunmaktadır. Bu süre içinde öğrenciler, temel bilgisayar bilimleri yanı sıra ileri seviye programlama, veri yapıları, algoritmalar gibi dersler alırlar."
            }
        ]
    },
    {
        "dialog_id": 31,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bilgisayar mühendisliği mezunları hangi iş alanlarında çalışabilirler?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği mezunları geniş bir iş sahasına sahiptirler. Yazılım geliştirme, bilgi teknolojileri danışmanlığı, veri analizi, yapay zeka, siber güvenlik gibi alanlarda kariyer yapabilirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümü öğrencileri hangi becerilere sahip olurlar?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği öğrencileri, programlama, problem çözme, algoritma tasarlama, ekip çalışması gibi becerilerin yanı sıra iletişim, analitik düşünme ve sürekli öğrenme yetenekleri de geliştirirler."
            }
        ]
    },
    {
        "dialog_id": 32,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümü öğrencileri staj yapma imkanına sahip mi?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Evet, bilgisayar mühendisliği öğrencileri genellikle lisans eğitimleri sırasında staj yapma imkanına sahiptirler. Stajlar, öğrencilerin teorik bilgilerini pratikte uygulama ve sektördeki deneyimlerini artırma fırsatı sunar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümü mezunlarının maaşları nasıl?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği mezunlarının maaşları genellikle sektöre, deneyime ve pozisyona bağlı olarak değişir. Ancak genel olarak bilgisayar mühendisliği alanında çalışanlar rekabetçi ve yüksek maaşlar alırlar."
            }
        ]
    },
    {
        "dialog_id": 33,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nde bilgisayar mühendisliği bölümü hakkında bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Tabii, Fırat Üniversitesi Bilgisayar Mühendisliği Bölümü, modern bilgisayar bilimi ve mühendislik prensipleri üzerine odaklanan kapsamlı bir eğitim sunar. Bölümümüzde öğrenciler, güçlü bir teorik temel ve pratik beceriler kazanırlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bu bölümde hangi tür dersler var?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği programımızda temel matematik, fizik ve bilgisayar bilimleri derslerinin yanı sıra programlama, veri yapıları, algoritmalar, yazılım mühendisliği gibi dersler bulunur."
            }
        ]
    },
    {
        "dialog_id": 34,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bilgisayar mühendisliği mezunları hangi kariyer olanaklarına sahip olurlar?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi Bilgisayar Mühendisliği mezunları geniş bir iş sahasına sahiptirler. Yazılım geliştirme, yapay zeka, siber güvenlik, veri bilimi gibi alanlarda kariyer yapabilirler. Ayrıca kendi işlerini kurma ve girişimcilik de mümkündür."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bu bölümde staj yapma imkanı var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, öğrencilerimiz lisans eğitimleri sırasında staj yapma fırsatına sahiptirler. Fırat Üniversitesi'nin işbirliği yaptığı firmalar ve kariyer merkezi aracılığıyla öğrencilere staj imkanları sunulur."
            }
        ]
    },
    {
        "dialog_id": 35,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi Bilgisayar Mühendisliği bölümü mezunlarının maaşları nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği mezunlarının maaşları genellikle sektöre, deneyime ve pozisyona bağlı olarak değişir. Ancak genel olarak bu alanda çalışanlar rekabetçi ve yüksek maaşlar alırlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin kampüs hayatı nasıl?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nin modern kampüsü, öğrencilere geniş bir sosyal ve akademik ortam sunar. Öğrenci kulüpleri, spor olanakları, kütüphane ve diğer sosyal etkinlikler kampüs hayatını zenginleştirir."
            }
        ]
    },
    {
        "dialog_id": 36,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nde bilgisayar mühendisliği bölümünde araştırma imkanları var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Evet, Fırat Üniversitesi Bilgisayar Mühendisliği bölümü öğrencilere araştırma yapma fırsatı sunar. Öğrenciler, fakültenin araştırma laboratuvarlarında ve projelerinde yer alarak pratik deneyim kazanabilirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bu bölümün öğretim kadrosu nasıl?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi Bilgisayar Mühendisliği bölümünde deneyimli ve alanında uzman bir öğretim kadrosu bulunur. Öğretim üyeleri, öğrencilerin akademik ve profesyonel gelişimine katkıda bulunmak için çeşitli araştırma ve projelerde yer alır."
            }
        ]
    },
    {
        "dialog_id": 37,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümünde sınavlar nasıl gerçekleşiyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği bölümünde sınavlar genellikle yazılı ve/veya uygulamalı olarak yapılır. Dönem sonlarında öğrenciler, dersin içeriğine göre teorik veya pratik bilgiyi ölçen sınavlara tabi tutulurlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümündeki hocalar hakkında ne düşünüyorsun?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği bölümündeki hocalar, genellikle alanlarında deneyimli ve ilgili kişilerdir. Öğrencilerin akademik ve mesleki gelişimlerine katkıda bulunmak için çaba sarf ederler."
            }
        ]
    },
    {
        "dialog_id": 38,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Hangi dersin sınavları daha zor? Ve hangi hocalar daha iyi?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Sınavların zorluk derecesi dersin içeriğine ve öğrencilerin hazırlık düzeyine bağlı olarak değişir. Herkesin zor bulduğu ders farklı olabilir. Hocaların kalitesi de öğrenciler arasında değişen bir konudur, bazı öğrenciler bazı hocaları daha anlayışlı veya etkili bulabilir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümünde hangi derslerin sınavları daha sıkı yapılıyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Genellikle temel derslerin sınavları daha yoğun ve detaylı olabilir. Ancak her dersin sınavı öğretim üyelerinin tercihlerine ve dersin içeriğine bağlı olarak değişir."
            }
        ]
    },
    {
        "dialog_id": 39,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Hangi hocaların dersleri daha keyifli?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Bu, öğrencilerin tercihlerine ve ilgi alanlarına bağlı olarak değişir. Ancak genel olarak öğrenciler, ders içeriğini ilginç ve anlaşılır bir şekilde aktaran hocaları daha keyifli bulabilirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümünde hangi hocaların öğrencilerle iletişimi daha iyi?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği bölümündeki hocaların çoğu öğrencilerle iyi iletişim kurar. Öğrencilerin sorularına ve ihtiyaçlarına zamanında cevap verirler ve öğrencilerle etkili bir şekilde etkileşimde bulunurlar."
            }
        ]
    },
    {
        "dialog_id": 40,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümündeki laboratuvar olanakları nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi Bilgisayar Mühendisliği bölümü, öğrencilere geniş kapsamlı laboratuvar olanakları sunar. Donanım ve yazılım laboratuvarlarında öğrenciler teorik bilgilerini uygulamalı olarak pekiştirme imkanına sahiptirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümünde hangi projeler üzerinde çalışılıyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği bölümünde öğrenciler, yapay zeka, veri bilimi, siber güvenlik gibi alanlarda çeşitli projeler üzerinde çalışırlar. Bu projeler, öğrencilerin teorik bilgilerini pratik uygulamalarla pekiştirmelerine olanak tanır."
            }
        ]
    },
    {
        "dialog_id": 41,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümündeki derslerin içeriği nasıl güncelleniyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği bölümünde derslerin içeriği, teknolojideki gelişmelere ve endüstrideki ihtiyaçlara göre sürekli olarak güncellenir. Öğrenciler, en yeni teknolojiler ve uygulamalar hakkında bilgi sahibi olurlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümü mezunları hangi tür şirketlerde çalışabilir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği bölümü mezunları, yazılım şirketleri, teknoloji firmaları, bankalar, telekomünikasyon şirketleri gibi çeşitli sektörlerde çalışabilirler. Ayrıca kendi işlerini kurarak girişimcilik yapma fırsatına da sahiptirler."
            }
        ]
    },
    {
        "dialog_id": 42,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümündeki öğrencilere hangi tür etkinlikler düzenleniyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi Bilgisayar Mühendisliği bölümü, öğrencilerin akademik gelişimlerini destekleyen çeşitli etkinlikler düzenler. Seminerler, atölye çalışmaları, proje yarışmaları gibi etkinlikler öğrencilerin pratik deneyim kazanmalarını sağlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bilgisayar mühendisliği bölümü mezunları hangi pozisyonlarda çalışabilirler?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği mezunları, yazılım mühendisi, veri bilimci, yapay zeka uzmanı, siber güvenlik uzmanı gibi çeşitli pozisyonlarda çalışabilirler. Ayrıca yönetim pozisyonlarına da yükselebilirler."
            }
        ]
    },
    {
        "dialog_id": 43,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Elektrik mühendisliği bölümü hakkında ne düşünüyorsun?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi Elektrik Mühendisliği bölümü, elektrik ve elektronik alanlarında uzmanlaşmayı hedefleyen bir bölümdür. Yenilikçi araştırma projeleri ve güçlü akademik kadrosuyla dikkat çekmektedir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bu bölümde hangi tür dersler var?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Elektrik mühendisliği programında temel elektrik ve elektronik derslerinin yanı sıra güç sistemleri, elektronik devre tasarımı, sinyal işleme gibi ileri düzey dersler bulunmaktadır."
            }
        ]
    },
    {
        "dialog_id": 44,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Tıp bölümü hakkında ne düşünüyorsun?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi Tıp Fakültesi, kaliteli eğitim ve modern tıbbi alt yapı ile öne çıkmaktadır. Öğrencilere hem teorik bilgi hem de klinik deneyim kazandıran bir program sunmaktadır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Tıp eğitimi zor mudur?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, tıp eğitimi oldukça zorlu ve yoğun bir süreçtir. Ancak öğrencilere tıp alanında kariyer yapmaları için gerekli bilgi ve becerileri kazandırır."
            }
        ]
    },
    {
        "dialog_id": 45,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Yazılım mühendisliği bölümü hakkında ne düşünüyorsun?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi Yazılım Mühendisliği bölümü, öğrencilere çağın gereksinimlerine uygun yazılım çözümleri geliştirmeyi öğretir. Yenilikçi projeler ve güçlü endüstri işbirlikleri ile öne çıkar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bu bölümde hangi tür projeler üzerinde çalışılıyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Yazılım mühendisliği öğrencileri genellikle web uygulamaları, mobil uygulamalar, yapay zeka ve veri bilimi gibi çağın gereksinimlerine uygun projeler üzerinde çalışırlar."
            }
        ]
    },
    {
        "dialog_id": 47,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Hukuk bölümü hakkında ne düşünüyorsun?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi Hukuk Fakültesi,2023 de Açılmıştır , öğrencilere kapsamlı bir hukuk eğitimi sunar. Alanlarında uzman akademisyenler eşliğinde, teorik bilginin yanı sıra pratik deneyim de kazandırır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hukuk eğitimi zor mudur?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, hukuk eğitimi oldukça zorlu ve yoğun bir süreçtir. Ancak bu süreç, öğrencilere hukuki düşünce yapısı kazandırır ve yasal sorunları çözme becerilerini geliştirir."
            }
        ]
    },
    {
        "dialog_id": 48,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Mimarlık bölümü hakkında ne düşünüyorsun?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi Mimarlık Fakültesi, öğrencilere yaratıcı ve teknik becerileri bir arada geliştirme fırsatı sunar. Modern mimari eğitim programı ve donanımlı atölyeleri ile dikkat çeker."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Mimarlık öğrencileri hangi tür projeler üzerinde çalışır?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Mimarlık öğrencileri genellikle konutlar, ticari binalar, kamu binaları gibi çeşitli yapı projeleri üzerinde çalışırlar. Bu projelerde estetik tasarım ve fonksiyonellik ön plandadır."
            }
        ]
    },
    {
        "dialog_id": 49,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "İnşaat mühendisliği bölümü hakkında ne düşünüyorsun?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi İnşaat Mühendisliği bölümü, öğrencilere modern inşaat teknolojilerini öğretir. Güçlü akademik kadrosu ve donanımlı laboratuvarları ile öne çıkar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "İnşaat mühendisliği mezunları hangi sektörlerde çalışabilir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "İnşaat mühendisliği mezunları, inşaat firmaları, mühendislik danışmanlık şirketleri, kamu kuruluşları gibi birçok sektörde çalışabilirler. Yol, köprü, bina gibi altyapı projelerinde görev alabilirler."
            }
        ]
    },
    {
        "dialog_id": 50,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Mekatronik mühendisliği bölümü hakkında ne düşünüyorsun?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi Mekatronik Mühendisliği bölümü, mekanik, elektrik ve bilgisayar mühendisliği disiplinlerini birleştirerek öğrencilere geniş bir yelpazede beceriler kazandırır. Sanayi ile yakın işbirliği içindedir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Mekatronik mühendisliği mezunları hangi tür işlerde çalışabilir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Mekatronik mühendisliği mezunları, otomotiv, robotik, üretim gibi birçok sektörde çalışabilirler. Otomasyon sistemleri, robotik teknolojileri ve akıllı sistemlerin tasarımı gibi alanlarda uzmanlaşabilirler."
            }
        ]
    },
    {
        "dialog_id": 51,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Yazılım mühendisliği bölümünde staj imkanları nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Yazılım mühendisliği öğrencileri, endüstri liderleriyle staj ve iş deneyimi fırsatları bulur. Fırat Üniversitesi, öğrencilere çeşitli sektörlerde staj imkanları sunar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Yazılım mühendisliği mezunları hangi kariyer olanaklarına sahip?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Yazılım mühendisliği mezunları, yazılım geliştirme, veri analitiği, yapay zeka gibi birçok alanda kariyer yapabilirler. Hem teknik hem de yönetim pozisyonlarında iş bulabilirler."
            }
        ]
    },
    {
        "dialog_id": 53,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Hukuk fakültesi öğrencileri staj yapma imkanı bulabiliyorlar mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Evet, Fırat Üniversitesi Hukuk Fakültesi öğrencileri, yerel mahkemelerde ve hukuk firmalarında staj yapma fırsatı bulabilirler. Bu, öğrencilerin teorik bilgiyi pratikte uygulama şansı sunar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hukuk eğitimi almak için hangi derslere odaklanmak gerekir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Hukuk eğitimi almak isteyen öğrencilerin hukuk kuralları, hukuk tarihi, ceza hukuku gibi temel derslere odaklanmaları önemlidir. Bu dersler, öğrencilere hukuki düşünme becerisi kazandırır."
            }
        ]
    },
    {
        "dialog_id": 54,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Mimarlık bölümünde yaratıcı projeler üzerinde çalışma fırsatı var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Evet, Fırat Üniversitesi Mimarlık Fakültesi öğrencileri, yaratıcı mimari projeler üzerinde çalışma fırsatı bulurlar. Modern atölyelerimiz ve donanımlı laboratuvarlarımız öğrencilerin hayal gücünü gerçeğe dönüştürmelerine olanak tanır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Mimarlık öğrencileri mezun olduktan sonra hangi kariyer yollarını izleyebilirler?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Mimarlık mezunları, mimari ofislerde, inşaat firmalarında, kamu kurumlarında ve kendi işlerini kurarak birçok kariyer yolunu izleyebilirler. Estetik tasarım, proje yönetimi ve yapı malzemeleri gibi alanlarda uzmanlaşabilirler."
            }
        ]
    },
    {
        "dialog_id": 55,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! İnşaat mühendisliği bölümünde yapılan araştırma projeleri nelerdir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi İnşaat Mühendisliği bölümünde yapılan araştırma projeleri genellikle yapı malzemeleri, yapı mekaniği, çevre teknolojileri gibi alanlarda yoğunlaşır. Bu projeler, sektördeki sorunlara çözüm bulmayı amaçlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "İnşaat mühendisliği mezunları hangi sektörlerde çalışabilirler?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "İnşaat mühendisliği mezunları, inşaat firmaları, danışmanlık şirketleri, kamu kuruluşları gibi birçok sektörde iş bulabilirler. Yol, köprü, bina gibi altyapı projelerinde görev alabilirler."
            }
        ]
    },
    {
        "dialog_id": 56,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Elektrik mühendisliği bölümünde hangi projeler üzerinde çalışılıyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Elektrik mühendisliği öğrencileri, enerji sistemleri, otomasyon, elektrikli araçlar gibi çeşitli projeler üzerinde çalışırlar. Bu projeler, endüstri ihtiyaçlarına yönelik çözümler üretmeyi amaçlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Elektrik mühendisliği bölümünde hangi dersler zor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Elektrik mühendisliği bölümünde matematik, elektronik devreler ve sinyaller gibi dersler genellikle zor olarak kabul edilir. Ancak düzenli çalışma ve pratik yaparak bu derslerin üstesinden gelinebilir."
            }
        ]
    },
    {
        "dialog_id": 57,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Tıp fakültesi öğrencileri hangi tür stajlar yapabilirler?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Tıp fakültesi öğrencileri, hastanelerde, kliniklerde ve sağlık merkezlerinde staj yapabilirler. Hem genel tıp alanında hem de uzmanlık alanlarında staj imkanları bulunur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Tıp eğitimi zor mudur?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, tıp eğitimi oldukça zorlu ve yoğun bir süreçtir. Ancak bu süreç, öğrencilere insan vücudunun kompleks yapısını anlama ve hastalıkları tedavi etme becerisi kazandırır."
            }
        ]
    },
    {
        "dialog_id": 58,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Kimya bölümünde laboratuvar deneyimleri nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Kimya bölümü öğrencileri, modern laboratuvarlarımızda çeşitli kimyasal deneyler yaparlar. Öğrencilere teorik bilginin yanı sıra pratik deneyim de sağlanır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kimya mezunları hangi sektörlerde iş bulabilirler?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Kimya mezunları, ilaç, kozmetik, gıda, petrokimya gibi birçok sektörde iş bulabilirler. Hem araştırma laboratuvarlarında hem de üretim tesislerinde çalışma imkanları vardır."
            }
        ]
    },
    {
        "dialog_id": 59,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! İşletme bölümünde girişimcilik eğitimi var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Evet, işletme bölümünde girişimcilik eğitimi verilir. Öğrencilere iş fikri geliştirme, iş planı oluşturma ve pazarlama stratejileri gibi konularda eğitimler sunulur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "İşletme mezunları hangi kariyer alanlarında başarılı olabilirler?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "İşletme mezunları, pazarlama, finans, insan kaynakları gibi birçok kariyer alanında başarılı olabilirler. Hem kurumsal şirketlerde hem de kendi işlerini kurarak kariyerlerini sürdürebilirler."
            }
        ]
    },
    {
        "dialog_id": 60,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Felsefe bölümünde hangi tür dersler alınıyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Felsefe bölümünde tarih felsefesi, ahlak felsefesi, epistemoloji gibi çeşitli dersler alınır. Öğrencilere düşünme ve analiz becerileri kazandırmayı amaçlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Felsefe eğitimi hangi kariyer fırsatlarını sunar?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Felsefe eğitimi alanlar, akademisyenlik, felsefi danışmanlık, editörlük gibi alanlarda kariyer yapabilirler. Ayrıca, eleştirel düşünme ve problem çözme becerileri nedeniyle birçok sektörde aranan profesyonallerdir."
            }
        ]
    },
    {
        "dialog_id": 61,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi kampüsünde öğrencilere sunulan sosyal etkinlikler nelerdir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Fırat Üniversitesi kampüsünde öğrencilere çeşitli sosyal etkinlikler sunulur. Bunlar arasında konserler, tiyatro gösterileri, spor etkinlikleri ve kültürel etkinlikler bulunur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kampüste öğrenci kulüpleri var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, Fırat Üniversitesi'nde birçok öğrenci kulübü bulunur. Öğrenciler, ilgi alanlarına göre kulüplere katılarak sosyal etkinliklere katılabilir ve yeni insanlarla tanışabilirler."
            }
        ]
    },
    {
        "dialog_id": 62,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Fırat Üniversitesi kampüsünde yemekhane hizmetleri nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi kampüsünde öğrencilere geniş yemekhane hizmetleri sunulur. Çeşitli yemek seçenekleri ve uygun fiyatlarla öğrencilerin ihtiyaçlarına cevap verilir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kampüste kafe ve dinlenme alanları var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, Fırat Üniversitesi kampüsünde öğrencilerin dinlenip vakit geçirebilecekleri kafe ve dinlenme alanları bulunur. Bu alanlar, öğrencilerin sosyal etkileşim kurmalarına ve rahatlamalarına olanak tanır."
            }
        ]
    },
    {
        "dialog_id": 63,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi kampüsünde öğrenci destek hizmetleri nelerdir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Fırat Üniversitesi kampüsünde öğrencilere akademik danışmanlık, kariyer hizmetleri, psikolojik danışmanlık gibi çeşitli destek hizmetleri sunulur. Öğrencilerin başarılarına ve iyiliklerine odaklanır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kampüs güvenliği konusunda ne gibi önlemler alınıyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi kampüsünde güvenlik konusunda çeşitli önlemler alınır. Güvenlik personeli ve güvenlik kameraları ile kampüsün güvenliği sağlanır. Ayrıca acil durumlarda öğrencilere destek sağlayacak ekipler bulunur."
            }
        ]
    },
    {
        "dialog_id": 64,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Fırat Üniversitesi kampüsünde öğrenci konaklama imkanları nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi kampüsünde öğrencilere yurt ve özel konaklama imkanları sunulur. Modern ve güvenli konaklama birimleri öğrencilerin rahat bir yaşam sürmelerini sağlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kampüste spor olanakları nelerdir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi kampüsünde öğrencilere çeşitli spor olanakları sunulur. Spor salonları, fitness merkezleri, yüzme havuzları ve spor sahaları öğrencilerin spor yapmalarına olanak tanır."
            }
        ]
    },
    {
        "dialog_id": 65,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Kampüs kütüphanesi hakkında bilgi verebilir misiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Fırat Üniversitesi kampüsünde geniş bir kütüphane bulunur. Çeşitli kaynaklar ve çalışma alanları ile öğrencilere akademik destek sağlar. Ayrıca dijital kaynaklara da erişim imkanı sunar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kampüste kültürel etkinlikler nasıl organize ediliyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi kampüsünde öğrencilere çeşitli kültürel etkinlikler sunulur. Öğrenci kulüpleri, kültürel etkinlikler düzenleyerek öğrencilerin sanat ve kültürle iç içe olmalarını sağlar."
            }
        ]
    },
    {
        "dialog_id": 66,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Kampüste öğrenci toplulukları var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Evet, Fırat Üniversitesi kampüsünde birçok öğrenci topluluğu bulunur. Bu topluluklar, öğrencilerin ortak ilgi alanlarında bir araya gelmelerini ve sosyal etkileşimde bulunmalarını sağlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kampüste öğrenci yardım ve destek merkezleri var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi kampüsünde öğrencilere çeşitli yardım ve destek merkezleri bulunur. Akademik, sosyal ve psikolojik destek hizmetleri öğrencilerin ihtiyaçlarına yönelik olarak sunulur."
            }
        ]
    },
    {
        "dialog_id": 67,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Kampüste ulaşım imkanları nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Fırat Üniversitesi kampüsüne ulaşım oldukça kolaydır. Şehir içi ulaşım araçları ve kampüs içi servisler öğrencilerin rahat bir şekilde hareket etmelerini sağlar. Ayrıca bisiklet parkurları da mevcuttur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kampüste sağlık hizmetleri nasıl?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi kampüsünde öğrencilere çeşitli sağlık hizmetleri sunulur. Sağlık merkezleri ve poliklinikler öğrencilerin sağlık sorunlarına hızlı ve etkili bir şekilde çözüm bulmalarını sağlar."
            }
        ]
    },
    {
        "dialog_id": 68,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Kariyerimde teknolojiyi kullanmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Teknolojiyi kullanarak kariyer yapmak istiyorsanız, Bilgisayar Mühendisliği veya Yazılım Mühendisliği gibi bölümleri tercih edebilirsiniz. Bu bölümler, teknolojik gelişmeleri takip ederek yenilikçi çözümler üretme becerisi kazandırır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bu bölümler arasında hangisi daha çok iş fırsatı sunuyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "İkisi de oldukça talep gören alanlardır. Bilgisayar Mühendisliği genellikle donanım ve yazılım geliştirme üzerine odaklanırken, Yazılım Mühendisliği daha çok yazılım geliştirme ve uygulama alanlarında uzmanlaşmayı sağlar."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Hangi bölüm daha fazla matematik içeriyor?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Her iki bölüm de matematik temeline dayanır, ancak Bilgisayar Mühendisliği genellikle daha fazla matematik içerir çünkü donanım tasarımı ve bilgisayar algoritmaları üzerine odaklanır."
            }
        ]
    },
    {
        "dialog_id": 69,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! İnsanların sağlık durumunu iyileştirmek istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Sağlık alanında kariyer yapmak istiyorsanız, Tıp veya Hemşirelik gibi bölümleri tercih edebilirsiniz. Bu bölümler, insan sağlığını koruma ve iyileştirme konusunda uzmanlaşmanızı sağlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Tıp eğitimi ne kadar sürer?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Tıp eğitimi genellikle 6 yıl sürer ve ardından uzmanlık alanınıza göre ek eğitim almanız gerekebilir. Hemşirelik ise genellikle 4 yıl sürer ve çeşitli sağlık hizmetlerinde çalışma fırsatı sunar."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Tıp eğitimi sırasında hangi dersler alınır?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Tıp eğitimi geniş bir müfredatı kapsar. Anatomi, Fizyoloji, Patoloji, Farmakoloji gibi dersler alırsınız. Ayrıca klinik stajlar ve pratik uygulamalar da önemlidir."
            }
        ]
    },
    {
        "dialog_id": 70,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Doğal kaynakları korumak ve çevreyi iyileştirmek istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Doğal kaynakları korumak ve çevreyi iyileştirmek istiyorsanız, Çevre Mühendisliği veya Biyoloji gibi bölümleri tercih edebilirsiniz. Bu bölümler, çevre dostu çözümler geliştirme ve sürdürülebilirlik konularında uzmanlaşmanızı sağlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Çevre Mühendisliği mezunları hangi alanlarda çalışabilir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Çevre Mühendisliği mezunları birçok farklı sektörde çalışabilirler. Endüstriyel tesisler, belediyeler, çevre danışmanlık firmaları gibi alanlarda iş imkanları bulunur."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Biyoloji bölümü mezunları hangi kariyer yollarını seçebilir?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Biyoloji bölümü mezunları araştırma laboratuvarlarında, sağlık sektöründe, çevre koruma alanında, eğitim sektöründe ve daha birçok alanda çalışma fırsatı bulabilirler."
            }
        ]
    },
    {
        "dialog_id": 71,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! İşletmelerin stratejik kararlar almasına yardımcı olmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! İşletme alanında kariyer yapmak istiyorsanız, İşletme veya Ekonomi gibi bölümleri tercih edebilirsiniz. Bu bölümler, işletme stratejileri oluşturma ve işletmelerin ekonomik performansını yönetme becerisi kazandırır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "İşletme mezunları hangi sektörlerde çalışabilir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "İşletme mezunları finans, pazarlama, insan kaynakları, yönetim danışmanlığı gibi birçok farklı alanda iş bulabilirler. İşletme becerileri genellikle çok yönlüdür ve birçok sektörde uygulanabilir."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Ekonomi eğitimi almanın kariyer fırsatları nelerdir?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Ekonomi eğitimi alanlar genellikle bankacılık, finans, kamu sektörü, uluslararası kuruluşlar gibi alanlarda kariyer yapabilirler. Ekonomi mezunları genellikle analitik düşünme ve problem çözme becerilerine sahiptirler."
            }
        ]
    },
    {
        "dialog_id": 72,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Doğal kaynakları korumak ve çevreyi iyileştirmek istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Doğal kaynakları korumak ve çevreyi iyileştirmek istiyorsanız, Çevre Mühendisliği veya Biyoloji gibi bölümleri tercih edebilirsiniz. Bu bölümler, çevre dostu çözümler geliştirme ve sürdürülebilirlik konularında uzmanlaşmanızı sağlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla laboratuvar çalışması gerektirir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Her iki bölüm de laboratuvar çalışmalarını içerir ancak Biyoloji, genellikle daha fazla laboratuvar çalışması gerektirir çünkü canlı organizmalar üzerinde araştırma yapmayı içerir."
            }
        ]
    },
    {
        "dialog_id": 73,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! İşletmelerin stratejik kararlar almasına yardımcı olmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! İşletme alanında kariyer yapmak istiyorsanız, İşletme veya Ekonomi gibi bölümleri tercih edebilirsiniz. Bu bölümler, işletme stratejileri oluşturma ve işletmelerin ekonomik performansını yönetme becerisi kazandırır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla matematik içerir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "İşletme ve Ekonomi her ikisi de matematik içeren bölümlerdir ancak Ekonomi genellikle daha fazla istatistik ve matematik içerir çünkü ekonomik verileri analiz etmeyi gerektirir."
            }
        ]
    },
    {
        "dialog_id": 74,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Yaratıcı projeler üreterek sanat dünyasında kendimi geliştirmek istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Sanat alanında kariyer yapmak istiyorsanız, Güzel Sanatlar veya Grafik Tasarım gibi bölümleri tercih edebilirsiniz. Bu bölümler, yaratıcı düşünme becerilerinizi geliştirir ve sanatsal projeler üretmenize olanak tanır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla stüdyo çalışması gerektirir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Güzel Sanatlar ve Grafik Tasarım her ikisi de stüdyo çalışmalarını içeren bölümlerdir ancak Grafik Tasarım genellikle daha fazla stüdyo çalışması gerektirir çünkü görsel iletişim tasarımı üzerine odaklanır."
            }
        ]
    },
    {
        "dialog_id": 75,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! İnsanların sağlık durumunu iyileştirmek istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Sağlık alanında kariyer yapmak istiyorsanız, Tıp veya Hemşirelik gibi bölümleri tercih edebilirsiniz. Bu bölümler, insan sağlığını koruma ve iyileştirme konusunda uzmanlaşmanızı sağlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla saha çalışması gerektirir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Hemşirelik genellikle daha fazla saha çalışması gerektirir çünkü hasta bakımı ve sağlık hizmetlerinin doğrudan sağlanması üzerine odaklanır."
            }
        ]
    },
    {
        "dialog_id": 76,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! İnsanların bilgiye ulaşmasını ve öğrenmesini sağlamak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Eğitim alanında kariyer yapmak istiyorsanız, Eğitim Bilimleri veya Öğretmenlik gibi bölümleri tercih edebilirsiniz. Bu bölümler, öğrencilerin eğitim ve öğretim süreçlerini yönlendirme ve destekleme becerisi kazandırır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla uygulamalı staj fırsatı sunar?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Öğretmenlik, genellikle daha fazla uygulamalı staj fırsatı sunar çünkü öğrencilerle doğrudan sınıf ortamında çalışmayı içerir. Eğitim Bilimleri ise teorik ve araştırma odaklı bir yaklaşım sunar."
            }
        ]
    },
    {
        "dialog_id": 77,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Gelecekteki kariyerimde liderlik ve yönetim becerilerimi geliştirmek istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Liderlik ve yönetim becerilerinizi geliştirmek istiyorsanız, İşletme veya Endüstri Mühendisliği gibi bölümleri tercih edebilirsiniz. Bu bölümler, stratejik planlama, operasyonel yönetim ve liderlik becerilerini kazandırır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla proje yönetimi odaklı ders içeriyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Endüstri Mühendisliği genellikle daha fazla proje yönetimi odaklı ders içerir çünkü üretim süreçlerini optimize etmeyi ve verimliliği artırmayı hedefler. fakat Fırat üniversitesinde Bu bölüm Bulunmamaktadır ."
            }
        ]
    },
    {
        "dialog_id": 78,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! İnovasyon ve yaratıcılık alanında kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! İnovasyon ve yaratıcılık alanında kariyer yapmak istiyorsanız, Endüstri Tasarımı veya Bilgisayar Grafikleri gibi bölümleri tercih edebilirsiniz. Bu bölümler, yaratıcı düşünme süreçlerini ve teknik becerileri geliştirir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla ürün tasarımı üzerine odaklanıyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Endüstri Tasarımı genellikle daha fazla ürün tasarımı üzerine odaklanır çünkü endüstriyel ürünlerin estetik ve kullanılabilirlik açısından geliştirilmesini hedefler."
            }
        ]
    },
    {
        "dialog_id": 79,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Veri analizi ve büyük veri kullanımı alanında kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Veri analizi ve büyük veri kullanımı alanında kariyer yapmak istiyorsanız, Veri Bilimi veya İstatistik gibi bölümleri tercih edebilirsiniz. Bu bölümler, veri analizi, makine öğrenimi ve veri madenciliği konularında uzmanlaşmanızı sağlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla programlama becerisi kazandırır?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Veri Bilimi genellikle daha fazla programlama becerisi kazandırır çünkü veri analizi ve makine öğrenimi uygulamalarında programlama dilleri kullanılır."
            }
        ]
    },
    {
        "dialog_id": 80,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Finansal piyasalar ve yatırım stratejileri üzerine kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Finansal piyasalar ve yatırım stratejileri üzerine kariyer yapmak istiyorsanız, Finans veya Ekonomi gibi bölümleri tercih edebilirsiniz. Bu bölümler, finansal analiz, portföy yönetimi ve yatırım stratejileri konularında uzmanlaşmanızı sağlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla risk yönetimi üzerine ders içeriyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Finans genellikle daha fazla risk yönetimi üzerine ders içerir çünkü finansal piyasalarda riskleri analiz etmek ve minimize etmek önemlidir."
            }
        ]
    },
    {
        "dialog_id": 81,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! İnsan hakları ve sosyal adalet konularında kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! İnsan hakları ve sosyal adalet konularında kariyer yapmak istiyorsanız, Hukuk veya Sosyal Hizmetler gibi bölümleri tercih edebilirsiniz. Bu bölümler, toplumsal sorunlara duyarlılık kazandırır ve sosyal değişim için çalışmanıza olanak tanır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla saha araştırması yapma fırsatı sunar?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Sosyal Hizmetler genellikle daha fazla saha araştırması yapma fırsatı sunar çünkü toplumun çeşitli kesimlerindeki ihtiyaçları belirlemek ve çözümler üretmek için saha çalışmaları yapılır."
            }
        ]
    },
    {
        "dialog_id": 82,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Dijital pazarlama ve marka yönetimi konusunda kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Dijital pazarlama ve marka yönetimi konusunda kariyer yapmak istiyorsanız, Pazarlama veya İletişim gibi bölümleri tercih edebilirsiniz. Bu bölümler, pazarlama stratejileri oluşturma ve marka bilinirliğini artırma becerisi kazandırır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla sosyal medya odaklı ders içeriyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "İletişim genellikle daha fazla sosyal medya odaklı ders içerir çünkü iletişim stratejilerini dijital platformlarda uygulamayı içerir."
            }
        ]
    },
    {
        "dialog_id": 83,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Mühendislik alanında kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Mühendislik alanında kariyer yapmak istiyorsanız, Elektrik Elektronik Mühendisliği veya İnşaat Mühendisliği gibi bölümleri tercih edebilirsiniz. Bu bölümler, teknik becerilerinizi geliştirir ve çeşitli endüstriyel alanlarda iş imkanı sunar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla proje bazlı çalışmalar içeriyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "İnşaat Mühendisliği genellikle daha fazla proje bazlı çalışmalar içerir çünkü inşaat projeleri planlama, tasarım ve uygulama aşamalarını içerir."
            }
        ]
    },
    {
        "dialog_id": 84,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Girişimcilik ve iş kurma konusunda kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Girişimcilik ve iş kurma konusunda kariyer yapmak istiyorsanız, İşletme veya Girişimcilik gibi bölümleri tercih edebilirsiniz. Bu bölümler, iş fikirlerini geliştirme, iş planı oluşturma ve işletme yönetimi konularında sizi destekler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla iş modeli geliştirme üzerine ders içeriyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Girişimcilik genellikle daha fazla iş modeli geliştirme üzerine ders içerir çünkü yeni iş fikirlerinin stratejik planlaması ve uygulanabilirliği üzerine odaklanır."
            }
        ]
    },
    {
        "dialog_id": 85,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Sosyal medya yönetimi ve dijital iletişim konusunda kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Sosyal medya yönetimi ve dijital iletişim konusunda kariyer yapmak istiyorsanız, Medya ve İletişim veya Dijital Pazarlama gibi bölümleri tercih edebilirsiniz. Bu bölümler, dijital medya stratejileri oluşturma ve etkili iletişim becerileri kazanmanıza olanak tanır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi bölüm daha fazla içerik üretimi odaklı ders içeriyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Medya ve İletişim genellikle daha fazla içerik üretimi odaklı ders içerir çünkü medya platformları için içerik oluşturma ve dağıtma süreçlerini öğretir."
            }
        ]
    },
    {
        "dialog_id": 86,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nde işletme alanında kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Fırat Üniversitesi'nde işletme alanında kariyer yapmak istiyorsanız, İşletme veya Ekonomi gibi bölümleri tercih edebilirsiniz. Bu bölümler, işletme stratejileri oluşturma ve işletmelerin ekonomik performansını yönetme becerisi kazandırır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat Üniversitesi'nde bu bölümler için hangi laboratuvar olanakları bulunuyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nde İşletme ve Ekonomi gibi bölümler genellikle laboratuvar çalışmaları içermez. Ancak, uygulamalı dersler ve staj imkanları sunarak öğrencilere pratik deneyim kazandırılır."
            }
        ]
    },
    {
        "dialog_id": 87,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Fırat Üniversitesi'nde sanat alanında kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nde sanat alanında kariyer yapmak istiyorsanız, Güzel Sanatlar veya Grafik Tasarım gibi bölümleri tercih edebilirsiniz. Bu bölümler, yaratıcı düşünme becerilerinizi geliştirir ve sanatsal projeler üretmenize olanak tanır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat Üniversitesi'nde sanat bölümleri için hangi stüdyo olanakları bulunuyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nde sanat bölümleri için genellikle stüdyo ve atölye olanakları bulunur. Öğrencilere resim, heykel, grafik tasarım gibi alanlarda pratik çalışma imkanı sunulur."
            }
        ]
    },
    {
        "dialog_id": 88,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nde sağlık alanında kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Fırat Üniversitesi'nde sağlık alanında kariyer yapmak istiyorsanız, Tıp veya Hemşirelik gibi bölümleri tercih edebilirsiniz. Bu bölümler, insan sağlığını koruma ve iyileştirme konusunda uzmanlaşmanızı sağlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat Üniversitesi'nde bu bölümler için hangi saha stajları mevcut?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nde Tıp ve Hemşirelik gibi sağlık bölümleri için çeşitli hastane ve kliniklerde staj imkanları bulunmaktadır. Öğrencilere mesleki deneyim kazandıracak saha çalışmaları düzenlenir."
            }
        ]
    },
    {
        "dialog_id": 89,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Fırat Üniversitesi'nde mühendislik alanında kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nde mühendislik alanında kariyer yapmak istiyorsanız, Makine Mühendisliği veya Elektrik Elektronik Mühendisliği gibi bölümleri tercih edebilirsiniz. Bu bölümler, teknik becerilerinizi geliştirir ve endüstriyel uygulamalar için hazırlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat Üniversitesi'nde mühendislik bölümleri için hangi araştırma laboratuvarları bulunuyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nde Makine Mühendisliği ve Elektrik Elektronik Mühendisliği gibi mühendislik bölümleri için çeşitli araştırma laboratuvarları bulunur. Öğrencilere pratik deneyim kazandıracak laboratuvar çalışmaları düzenlenir."
            }
        ]
    },
    {
        "dialog_id": 90,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nde iletişim ve medya alanında kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Selam! Fırat Üniversitesi'nde iletişim ve medya alanında kariyer yapmak istiyorsanız, İletişim veya Radyo Televizyon ve Sinema gibi bölümleri tercih edebilirsiniz. Bu bölümler, iletişim becerilerinizi geliştirir ve medya sektöründe iş imkanı sunar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat Üniversitesi'nde bu bölümler için hangi medya stajları mevcut?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nde İletişim ve Radyo Televizyon ve Sinema gibi medya bölümleri için çeşitli medya kuruluşlarında staj imkanları bulunmaktadır. Öğrencilere medya sektöründe pratik deneyim kazandıracak staj programları düzenlenir."
            }
        ]
    },
    {
        "dialog_id": 91,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Fırat Üniversitesi'nde eğitim ve öğretim alanında kariyer yapmak istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nde eğitim ve öğretim alanında kariyer yapmak istiyorsanız, Eğitim Bilimleri veya Özel Eğitim gibi bölümleri tercih edebilirsiniz. Bu bölümler, öğretim becerilerinizi geliştirir ve eğitim süreçlerini yönlendirme konusunda uzmanlaşmanıza olanak tanır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat Üniversitesi'nde eğitim bölümleri için hangi uygulamalı dersler bulunuyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nde Eğitim Bilimleri ve Özel Eğitim gibi eğitim bölümleri için çeşitli uygulamalı dersler bulunur. Öğrencilere öğretim deneyimi kazandıracak uygulamalı dersler ve staj imkanları sunulur."
            }
        ]
    },
    {
        "dialog_id": 92,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi kütüphanesi hakkında bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Elbette, Fırat Üniversitesi kütüphanesi geniş bir koleksiyona sahip ve öğrencilere çeşitli kaynaklar sunmaktadır. Kitaplar, dergiler, elektronik veritabanları ve diğer materyaller öğrencilerin araştırma ve öğrenme ihtiyaçlarına cevap vermek için mevcuttur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat Üniversitesi kütüphanesi haftanın hangi günleri açık?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi kütüphanesi genellikle haftanın her günü açıktır, ancak çalışma saatleri dönemsel olarak değişebilir. Öğrencilerin ders dönemlerinde ve sınav haftalarında da kullanımına açıktır."
            }
        ]
    },
    {
        "dialog_id": 93,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi kütüphanesinde çevrimiçi kaynaklara erişim nasıl sağlanıyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi kütüphanesinde çevrimiçi kaynaklara erişim üniversitenin öğrenci ve personeline sağlanır. Üniversite ağına bağlı olarak, öğrenciler kampüs içinden veya uzaktan erişim imkanına sahip olabilirler. Kütüphane web sitesi üzerinden de çevrimiçi kaynaklara ulaşılabilir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat Üniversitesi kütüphanesindeki çevrimiçi veritabanları hangi alanlarda yoğunlaşıyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi kütüphanesinin çevrimiçi veritabanları çeşitli alanlara odaklanmıştır. Bilim, mühendislik, sosyal bilimler, sağlık bilimleri ve edebiyat gibi birçok alanda geniş bir koleksiyon sunulmaktadır. Öğrenciler, araştırmalarını desteklemek için bu veritabanlarından yararlanabilirler."
            }
        ]
    },
    {
        "dialog_id": 94,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Üniversitedeki kütüphane hakkında bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Tabii ki, üniversitenin kütüphanesi öğrencilerin ders çalışması, araştırma yapması ve kaynaklara erişim sağlaması için önemli bir yerdir. Geniş bir kitap ve dergi koleksiyonuna sahiptir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kütüphane nerede bulunuyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Kütüphane kampüs içinde merkezi bir konumda bulunur. Genellikle ana eğitim binalarından birine yakındır ve kolayca erişilebilir bir alandadır."
            }
        ]
    },
    {
        "dialog_id": 95,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Üniversitede kütüphane kullanımı ücretsiz mi?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Evet, üniversitenin kütüphanesini kullanmak genellikle öğrencilere ücretsizdir. Öğrenciler, üniversite kimlik kartlarını kullanarak kütüphaneye giriş yapabilirler ve kaynaklardan yararlanabilirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kütüphane hangi saatler arasında açık?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Kütüphane genellikle haftanın her günü açıktır ve çalışma saatleri genellikle sabahın erken saatlerinden geç saatlere kadar devam eder. Ancak, dönemsel olarak saatlerde değişiklik olabilir, bu yüzden güncel çalışma saatlerini kontrol etmek önemlidir."
            }
        ]
    },
    {
        "dialog_id": 96,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Kütüphanede hangi tür kaynaklar bulunuyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Kütüphanede genellikle kitaplar, dergiler, makaleler, tezler ve çeşitli elektronik kaynaklar bulunur. Öğrencilerin ders çalışması ve araştırma yapması için geniş bir kaynak yelpazesi sunulur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kütüphanede sessiz çalışma alanları var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, kütüphanede genellikle sessiz çalışma alanları bulunur. Bu alanlar öğrencilere sessiz ortamlarda ders çalışma ve araştırma yapma imkanı sağlar."
            }
        ]
    },
    {
        "dialog_id": 97,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Kütüphanede internet erişimi var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Evet, kütüphanede genellikle internet erişimi sağlanır. Öğrenciler, kütüphane içinde kablosuz internet veya bilgisayarlar aracılığıyla internete erişebilirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kütüphanede grup çalışma odaları var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, kütüphanede genellikle grup çalışma odaları bulunur. Bu odalar öğrencilere grup çalışmaları yapma ve projeler üzerinde birlikte çalışma imkanı sunar."
            }
        ]
    },
    {
        "dialog_id": 98,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Kütüphanede ödünç kitap alma hakkında bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Elbette, kütüphanede genellikle ödünç kitap alma hizmeti bulunur. Öğrenciler, belirli bir süre için kitapları ödünç alabilir ve sonra iade edebilirler. Bu, öğrencilere ders çalışmaları ve araştırmaları için kaynaklar sağlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kütüphanede çalışma masaları var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, kütüphanede genellikle çalışma masaları bulunur. Öğrencilerin ders çalışması ve araştırma yapması için geniş bir çalışma alanı sunulur."
            }
        ]
    },
    {
        "dialog_id": 103,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'ndeki kütüphane hakkında bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Elbette, Fırat Üniversitesi kütüphanesi geniş bir koleksiyona sahip ve öğrencilere çeşitli kaynaklar sunmaktadır. Kitaplar, dergiler, elektronik veritabanları ve diğer materyaller öğrencilerin araştırma ve öğrenme ihtiyaçlarına cevap vermek için mevcuttur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kütüphanede öğrencilere yardımcı olacak personel bulunuyor mu?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, Fırat Üniversitesi kütüphanesinde öğrencilere yardımcı olacak deneyimli personel bulunmaktadır. Bu personel, öğrencilere kaynaklara erişimde, araştırma yapmada ve diğer kütüphane hizmetlerinden yararlanmada yardımcı olur."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Kütüphanede grup çalışmaları için rezervasyon yapmak mümkün mü?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Evet, Fırat Üniversitesi kütüphanesinde grup çalışmaları için önceden rezervasyon yapmak mümkündür. Bu sayede öğrenciler, ders çalışma ve proje gruplarıyla birlikte verimli bir şekilde çalışabilirler."
            }
        ]
    },
    {
        "dialog_id": 104,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi kütüphanesinde çevrimiçi kaynaklara erişim nasıl sağlanıyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi kütüphanesinde çevrimiçi kaynaklara erişim üniversitenin öğrenci ve personeline sağlanır. Üniversite ağına bağlı olarak, öğrenciler kampüs içinden veya uzaktan erişim imkanına sahip olabilirler. Kütüphane web sitesi üzerinden de çevrimiçi kaynaklara ulaşılabilir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kütüphanede sessizlik politikası var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, Fırat Üniversitesi kütüphanesinde sessizlik politikası bulunmaktadır. Sessiz çalışma alanlarında ve sessizlik gerektiren alanlarda öğrencilerin gürültü yapmaması beklenir."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Kütüphanede çalışma alanları ne kadar geniş?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Fırat Üniversitesi kütüphanesinde geniş bir çalışma alanı bulunmaktadır. Farklı ihtiyaçlara göre sessiz çalışma alanları, grup çalışma odaları ve bireysel çalışma masaları gibi çeşitli alanlar sunulur."
            }
        ]
    },
    {
        "dialog_id": 105,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Kütüphanede internet erişimi var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Evet, Fırat Üniversitesi kütüphanesinde genellikle internet erişimi sağlanır. Öğrenciler, kütüphane içinde kablosuz internet veya bilgisayarlar aracılığıyla internete erişebilirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kütüphanede çalışma masaları var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, Fırat Üniversitesi kütüphanesinde genellikle çalışma masaları bulunur. Öğrencilerin ders çalışması ve araştırma yapması için geniş bir çalışma alanı sunulur."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Kütüphanede ödünç kitap alma hakkında bilgi alabilir miyim?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Tabii, Fırat Üniversitesi kütüphanesinde öğrencilere ödünç kitap alma imkanı sağlanır. Öğrenciler belirli bir süre için kitapları ödünç alabilir ve sonra iade edebilirler. Bu, öğrencilere ders çalışmaları ve araştırmaları için kaynaklar sağlar."
            }
        ]
    },
    {
        "dialog_id": 106,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Kütüphanede çalışma alanlarının konfor düzeyi nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi kütüphanesi genellikle öğrencilerin rahat çalışabileceği alanlar sunar. Konforlu koltuklar, aydınlık ortam ve sessiz çalışma alanları, öğrencilerin dikkatlerini çalışmalarına odaklamalarına yardımcı olur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kütüphanede öğrencilere hangi hizmetleri sunuyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi kütüphanesi öğrencilere çeşitli hizmetler sunar. Bunlar arasında kitap ödünç alma, araştırma yardımı, çalışma alanları, bilgisayar ve internet erişimi gibi hizmetler bulunur. Öğrencilerin akademik başarılarını desteklemek için çeşitli kaynaklar sağlanır."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Kütüphane personeli öğrencilere nasıl yardımcı oluyor?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Fırat Üniversitesi kütüphanesi personeli öğrencilere kaynaklara erişimde, araştırma yapmada ve diğer kütüphane hizmetlerinden yararlanmada yardımcı olur. Ayrıca öğrencilerin sorularını cevaplar, kaynak tavsiyelerinde bulunur ve araştırma süreçlerinde rehberlik eder."
            }
        ]
    },
    {
        "dialog_id": 107,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin kuruluş tarihini biliyor musun?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Evet, Fırat Üniversitesi 1975 yılında kurulmuştur. O zamandan beri bölgesinde ve ülke genelinde önemli bir eğitim ve araştırma merkezi olmuştur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "İlginç! Fırat Üniversitesi'nin hangi bölümleri var?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi çeşitli fakülteler ve yüksekokullara sahiptir. Mühendislik, Fen-Edebiyat, İktisadi ve İdari Bilimler, Tıp, Eğitim, Ziraat ve Orman Fakülteleri gibi çeşitli alanlarda eğitim vermektedir."
            }
        ]
    },
    {
        "dialog_id": 108,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin kampüsü nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nin Elazığ'da geniş bir kampüsü bulunmaktadır. Kampüs, modern eğitim tesisleri, yeşil alanlar, kütüphane ve öğrenci aktiviteleri için olanaklar sunar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bu çok ilginç! Fırat Üniversitesi'nin kampüs hayatı nasıl?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi kampüsünde öğrenciler akademik çalışmaların yanı sıra çeşitli kültürel ve sosyal etkinliklere de katılabilirler. Öğrenci kulüpleri, spor tesisleri ve etkinlikler kampüs hayatını zenginleştirir."
            }
        ]
    },
    {
        "dialog_id": 109,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin mezunları ne yapıyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi mezunları çeşitli sektörlerde ve alanlarda başarılı kariyerler yapmaktadır. Mühendislik, sağlık, eğitim, işletme ve diğer birçok alanda önemli pozisyonlarda çalışmaktadırlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bunu duymak güzel! Fırat Üniversitesi mezunlarına hangi olanaklar sunuluyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi mezunlarına iş bulma, kariyer danışmanlığı ve mezunlarla bağlantı kurma gibi olanaklar sunulur. Mezunlarımızın iş dünyasına hazırlanmaları ve başarılı bir kariyer yapmaları için destek sağlanır."
            }
        ]
    },
    {
        "dialog_id": 110,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin uluslararası işbirlikleri var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Evet, Fırat Üniversitesi çeşitli uluslararası üniversiteler ve kuruluşlarla işbirliği yapmaktadır. Bu işbirlikleri öğrenci değişim programları, ortak araştırma projeleri ve akademik konferanslar gibi alanlarda gerçekleşir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bu harika! Fırat Üniversitesi öğrencilerine yurt dışı deneyimleri sunuyor mu?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, Fırat Üniversitesi öğrencilerine yurt dışında öğrenim ve staj imkanları sunar. Öğrenciler, uluslararası değişim programlarına katılabilir ve farklı kültürlerde eğitim alma şansı bulabilirler."
            }
        ]
    },
    {
        "dialog_id": 111,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin öğrenci sayısı hakkında bilgi verebilir misin?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Elbette, Fırat Üniversitesi geniş bir öğrenci topluluğuna sahiptir. Yaklaşık olarak 50.000'e yakın öğrenciye ev sahipliği yapmaktadır."
            }
        ]
    },
    {
        "dialog_id": 112,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin akademik personel sayısı hakkında bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nde yüzlerce akademik personel görev yapmaktadır. Bu personel, çeşitli alanlarda uzmanlaşmış ve öğrencilerin eğitim ve araştırma süreçlerini desteklemektedir."
            }
        ]
    },
    {
        "dialog_id": 113,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin hangi bölümleri var?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi çeşitli bölümlere sahiptir. Mühendislik, Fen-Edebiyat, İktisadi ve İdari Bilimler, Tıp, Eğitim, Ziraat ve Orman Fakülteleri gibi birçok fakülte ve yüksekokul bulunmaktadır."
            }
        ]
    },
    {
        "dialog_id": 114,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin kampüsü nasıl bir alanı kapsıyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi kapsamlı bir kampüse sahiptir. Kampüs, modern eğitim tesisleri, laboratuvarlar, kütüphane, spor alanları ve öğrenci konaklama birimlerini içerir."
            }
        ]
    },
    {
        "dialog_id": 115,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nde kaç fakülte bulunuyor?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nde çeşitli disiplinlerde eğitim veren fakülteler bulunmaktadır. Şu anda toplamda 10 fakülte ve birçok yüksekokul bulunmaktadır."
            }
        ]
    },
    {
        "dialog_id": 116,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin büyüklüğü hakkında bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Elbette, Fırat Üniversitesi geniş bir kampüse ve büyük bir öğrenci topluluğuna sahiptir. Yaklaşık 50.000 öğrencisi ve yüzlerce akademik personeli bulunmaktadır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, peki Fırat Üniversitesi'nin hangi bölümleri var?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi çeşitli fakülteler ve yüksekokullara sahiptir. Mühendislik, Fen-Edebiyat, İktisadi ve İdari Bilimler, Tıp, Eğitim, Ziraat ve Orman Fakülteleri gibi birçok bölümü bünyesinde barındırır."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Bu oldukça geniş bir yelpaze! Fırat Üniversitesi'nin kampüs hayatı nasıl?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Fırat Üniversitesi kampüsü, öğrencilere akademik başarılarının yanı sıra zengin bir sosyal ve kültürel yaşam sunar. Öğrenci kulüpleri, spor etkinlikleri, kültürel etkinlikler ve çeşitli etkinlikler kampüs hayatını renklendirir."
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Anladım, kütüphane hakkında bilgi alabilir miyim?"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Tabii, Fırat Üniversitesi kütüphanesi geniş bir koleksiyona sahiptir ve öğrencilere çeşitli kaynaklar sunar. Kitaplar, dergiler, elektronik veritabanları ve diğer materyaller öğrencilerin araştırma ve öğrenme ihtiyaçlarını karşılar."
            },
            {
                "id": 8,
                "sender": "user",
                "text": "Ayrıca kampüste yemekhane ve spor olanakları var mı?"
            },
            {
                "id": 9,
                "sender": "bot",
                "text": "Evet, Fırat Üniversitesi kampüsünde öğrencilere yemekhane ve spor olanakları sağlanır. Yemekhanelerde çeşitli yemek seçenekleri sunulurken, spor tesisleri öğrencilerin fiziksel aktivitelerini destekler."
            }
        ]
    },
    {
        "dialog_id": 117,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin uluslararası öğrencilere sunduğu olanaklar nelerdir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi uluslararası öğrencilere çeşitli olanaklar sunar. Bunlar arasında uluslararası öğrenci değişim programları, dil kursları, kültürel etkinliklere katılım ve konaklama imkanları bulunur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Peki, Fırat Üniversitesi öğrencileri mezuniyet sonrası kariyerlerine nasıl hazırlanıyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi öğrencilerine kariyer hizmetleri sağlar. Bu hizmetler arasında staj imkanları, kariyer danışmanlığı, iş bulma destekleri ve mezunlarla bağlantı kurma olanakları bulunur."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım. Fırat Üniversitesi'nin araştırma olanakları hakkında bilgi alabilir miyim?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Elbette! Fırat Üniversitesi çeşitli araştırma merkezlerine ve laboratuvarlara sahiptir. Öğrenciler ve akademisyenler burada çeşitli disiplinlerde araştırmalar yapabilir ve projeler geliştirebilirler."
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Peki, Fırat Üniversitesi öğrencileri ne tür sosyal etkinliklere katılabilir?"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Fırat Üniversitesi öğrencileri çeşitli sosyal etkinliklere katılabilirler. Öğrenci kulüpleri, spor takımları, sanat etkinlikleri ve kültürel festivaller gibi birçok etkinlik öğrencilere sunulur."
            }
        ]
    },
    {
        "dialog_id": 118,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Fırat Üniversitesi hakkında bir şaka duydun mu?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Tabii duydum! Fırat Üniversitesi'nde öğrencilerin en sevdiği ders hangisi biliyor musun?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangisi?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Tabii ki 'Kampüs Kahkaha' dersi! 😄"
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Haha, harika bir dersmiş! Ama gerçekten, Fırat Üniversitesi'nin kampüsü nasıl?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Kampüs mü? O bir 'dünya'! Geniş, yeşil ve dolu dolu bir 'öğrenci yaşamı' sunar. Hem derslerde hem de 'Kampüs Kahkaha' dersinde eğleniriz! 😄"
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Harika! Ama yemekhane yemekleri nasıl acaba?"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Hah, yemekler mi? Onlar bir 'dans'! Yemek yedikçe midelerimiz 'teşekkür' eder. Hem öğrenciler hem de yemekler birbirini 'lezzetle' aşar! 😄"
            }
        ]
    },
    {
        "dialog_id": 119,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nde spor sahaları nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Spor sahaları bir 'arena' gibi! Hem futbol, basketbol, voleybol gibi takım sporları için hem de tenis, badminton gibi bireysel sporlar için alanlar bulunur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım! Peki, spor sahaları hangi saatler arasında kullanılabilir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Genellikle spor sahaları sabahın erken saatlerinden gece geç saatlere kadar açıktır. Öğrenciler ders aralarında veya derslerden sonra spor yapabilirler. Ayrıca bazı özel etkinlikler için sahalar rezerve edilebilir."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Peki ya spor ekipmanları? Sahalarda spor yaparken gerekli ekipmanları nasıl temin edebilirim?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Spor ekipmanları konusunda endişelenme! Üniversite spor merkezi öğrencilere gerekli ekipmanları sağlar. Futbol, basketbol, voleybol gibi takım sporları için top, raketler, fileler gibi ekipmanlar kolaylıkla temin edilebilir."
            }
        ]
    },
    {
        "dialog_id": 120,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nde en iyi bölüm hangisi?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "En iyi bölüm kişisel tercihlere bağlıdır ancak mühendislik fakültesi sıkça tercih edilen ve öne çıkan bir bölümdür."
            }
        ]
    },
    {
        "dialog_id": 121,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nde en güzel fakülte hangisi?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Güzellik, herkesin algısına göre değişir. Ancak fen-edebiyat fakültesi geniş bir yelpazeye sahip ve birçok ilgi alanına hitap eden bir fakültedir."
            }
        ]
    },
    {
        "dialog_id": 122,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi kampüsünün kaç metrekare olduğunu biliyor musun?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi kampüsü oldukça geniş bir alana sahiptir. Yaklaşık olarak 3 milyon metrekarelik bir alana yayılmıştır."
            }
        ]
    },{
        "dialog_id": 123,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin en büyük kütüphanesi kaç metrekare?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nin en büyük kütüphanesi yaklaşık olarak 15.000 metrekarelik bir alana sahiptir."
            }
        ]
    },
    {
        "dialog_id": 124,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'ndeki spor salonu ne kadar büyük?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi'ndeki spor salonları geniş bir alana sahiptir. Genellikle 2.000 metrekare ile 5.000 metrekare arasında değişen büyüklüklere sahiptir."
            }
        ]
    },
    {
        "dialog_id": 125,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nde kampüs içindeki yemek seçenekleri nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Kampüs içinde birçok yemek seçeneği bulunuyor. Ana yemeklerden fast food'a, sağlıklı atıştırmalıklardan tatlılara kadar çeşitli seçenekler mevcut. Ayrıca öğrenci fiyatlarıyla da oldukça uygun."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Harika, teşekkürler! Peki, kütüphane saatleri nedir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Kütüphane genellikle sabah saatlerinden gece yarılarına kadar açık. Özellikle sınav dönemlerinde uzun saatler boyunca hizmet veriyor. Detaylı bilgiyi üniversitenin web sitesinden veya kütüphane girişindeki panolardan bulabilirsin."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkür ederim! Üniversite içinde sosyal etkinlikler düzenleniyor mu?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Evet, kesinlikle! Üniversitede çeşitli kulüpler ve örgütler tarafından birçok etkinlik düzenleniyor. Konserler, tiyatro oyunları, spor turnuvaları, paneller ve daha fazlası... Herkesin ilgisine göre bir etkinlik bulabilir."
            }
        ]
    },{
        "dialog_id": 126,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Kampüs içinde sağlık hizmetleri nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Kampüs içinde bir sağlık merkezi bulunur. Öğrenciler, temel sağlık hizmetlerine ücretsiz olarak erişebilirler. Acil durumlar için bir ambulans da mevcuttur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkür ederim! Üniversitede öğrenci barınma olanakları var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Evet, üniversite kampüsü içinde öğrenci yurtları bulunur. Ayrıca özel sektörde ve öğrenci kooperatiflerinde de barınma imkanları sağlanır. Konaklama seçenekleri hakkında daha fazla bilgi almak için yurt müdürlükleriyle iletişime geçebilirsin."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Harika! Üniversite içinde kariyer danışmanlığı hizmetleri var mı?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Evet, üniversite içinde kariyer danışmanları bulunur. Öğrencilere staj ve iş bulma süreçlerinde destek sağlarlar. CV hazırlığı, iş görüşmeleri ve kariyer planlaması gibi konularda danışmanlık hizmeti alabilirsiniz."
            }
        ]
    },{
        "dialog_id": 127,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Üniversiteye giriş yapmayı düşünüyorum ve hangi bölümü seçeceğime karar veremiyorum. Yardımcı olabilir misiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Tabii ki! Bölüm tercihi yapmak önemli bir karardır ve birçok faktöre bağlıdır. İlgi alanlarınız, yetenekleriniz, kariyer hedefleriniz ve gelecekteki iş olanakları gibi konuları göz önünde bulundurmanız önemlidir. Hangi alanlara ilgi duyuyorsunuz?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Çok fazla ilgi alanım var ve hangi alanda daha iyi olduğumu bilmiyorum. Bilim, teknoloji, sosyal bilimler ve sanat gibi farklı alanlara ilgim var."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Anladım, çeşitli ilgi alanlarınız var ve bu harika! İlk olarak, hangi alanlarda daha başarılı olduğunuzu ve hangi konularda daha fazla ilgi duyduğunuzu belirlemek önemlidir. Hangi dersleri seviyorsunuz veya hangi aktivitelerden keyif alıyorsunuz?"
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Matematik ve bilgisayar derslerinden hoşlanıyorum ve kod yazmaktan zevk alıyorum. Aynı zamanda insanlarla iletişim kurmayı seviyorum ve toplumsal konulara ilgim var."
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Harika! İlgi alanlarınızı göz önünde bulundurarak bilgisayar mühendisliği veya yazılım mühendisliği gibi teknoloji odaklı bir bölümü düşünebilirsiniz. Aynı zamanda iletişim becerileriniz ve toplumsal konulara ilginiz varsa, sosyal hizmetler, psikoloji veya iletişim gibi alanlara da yönelebilirsiniz. Hangi alanlarda daha fazla keşif yapmak istersiniz?"
            }
        ]
    },{
        "dialog_id": 128,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bölüm tercihi yapmak konusunda kararsızım ve hangi alanda daha iyi olduğumu bilmiyorum."
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Endişelenmeyin, bölüm tercihi yapmak zor olabilir. Öncelikle, hangi konularda daha fazla ilgi ve yetenek gösterdiğinizi düşünün. Hangi dersleri daha iyi anlıyorsunuz ve hangi aktivitelerden daha fazla zevk alıyorsunuz?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Matematik derslerinden hoşlanıyorum ve problemleri çözmeyi seviyorum. Aynı zamanda yazılım geliştirme üzerine kendi projelerim var."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Anladım, matematik ve yazılım geliştirme alanlarında yetenekli olduğunuzu belirttiniz. Bu harika! Bilgisayar mühendisliği veya yazılım mühendisliği gibi teknoloji odaklı bir bölüm size uygun olabilir. Ayrıca, projelerinizi geliştirmek ve daha fazla deneyim kazanmak için ekstra aktivitelere katılmanız da faydalı olabilir."
            }
        ]
    },
    {
        "dialog_id": 129,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bölüm tercihi yapmak konusunda kararsızım ve farklı ilgi alanlarım var."
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yapmak önemli bir karardır ve çeşitli ilgi alanlarınız olması doğal. Hangi konularda daha fazla merakınız var ve hangi aktivitelerden daha fazla keyif alıyorsunuz?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bilim, teknoloji, sanat ve sosyal bilimler gibi farklı alanlara ilgim var. Hangi bölümü seçmem gerektiği konusunda kararsızım."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Anladım, farklı ilgi alanlarınız var ve bu harika! Hangi konuda daha fazla derinlemesine araştırma yapmak istediğinizi düşünün. Bilim ve teknolojiye olan ilginiz varsa, mühendislik veya bilgisayar bilimleri gibi teknik alanları düşünebilirsiniz. Sanat ve sosyal bilimlere olan ilginiz varsa, edebiyat, psikoloji veya sosyoloji gibi alanları da inceleyebilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 130,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bölüm tercihi yaparken hangi faktörleri göz önünde bulundurmalıyım?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yaparken ilgi alanlarınız, yetenekleriniz, kariyer hedefleriniz ve gelecekteki iş olanakları gibi birçok faktörü düşünmelisiniz. Hangi konularda daha fazla ilgi duyuyorsunuz ve hangi aktivitelerden daha fazla keyif alıyorsunuz?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Bilgisayar oyunlarına olan ilgim var ve bir oyun geliştirici olmak istiyorum."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Anladım, oyun geliştirme alanında bir kariyer düşünüyorsunuz. Bu harika! Bilgisayar bilimleri veya oyun geliştirme gibi alanlar size uygun olabilir. Ayrıca, oyun geliştirme projelerine katılarak ve deneyim kazanarak kariyerinizi şekillendirebilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 131,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bölüm tercihi yaparken nelere dikkat etmeliyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yaparken ilgi alanlarınız, yetenekleriniz, kariyer hedefleriniz ve iş olanakları gibi faktörleri göz önünde bulundurmalısınız. Hangi konularda daha yeteneklisiniz ve hangi alanlarda daha fazla ilgi duyuyorsunuz?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Sosyal konulara ve insan psikolojisine olan ilgim var ve bir psikolog olmayı düşünüyorum."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Anladım, insan psikolojisi ve sosyal konulara olan ilginizle ilgili bir kariyer düşünüyorsunuz. Psikoloji veya sosyoloji gibi alanlar size uygun olabilir. Ayrıca, bu alanda staj yaparak ve deneyim kazanarak kariyerinizi şekillendirebilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 132,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bölüm tercihi yaparken hangi kriterlere dikkat etmeliyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yaparken ilgi alanlarınız, yetenekleriniz, kariyer hedefleriniz ve gelecekteki iş olanakları gibi birçok kriteri göz önünde bulundurmalısınız. Hangi konularda daha fazla ilgi duyuyorsunuz ve hangi alanlarda daha yeteneklisiniz?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Doğa ve çevre koruma konularına ilgim var ve çevre mühendisi olmayı düşünüyorum."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Anladım, doğa ve çevre koruma konularına olan ilginizle ilgili bir kariyer düşünüyorsunuz. Çevre mühendisliği veya çevre bilimleri gibi alanlar size uygun olabilir. Ayrıca, bu alanda gönüllü çalışmalar yaparak ve projelere katılarak deneyim kazanabilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 133,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bölüm tercihi yaparken nelere dikkat etmeliyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yaparken ilgi alanlarınız, yetenekleriniz, kariyer hedefleriniz ve gelecekteki iş olanakları gibi birçok faktörü göz önünde bulundurmalısınız. Hangi konularda daha fazla ilgi duyuyorsunuz ve hangi alanlarda daha yeteneklisiniz?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Doğa ve hayvanları koruma konusunda duyarlıyım ve bir veteriner olmayı düşünüyorum."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Anladım, doğa ve hayvanları koruma konusunda duyarlı olduğunuz için bir veteriner olmayı düşünüyorsunuz. Bu harika! Veterinerlik veya biyoloji gibi alanlar size uygun olabilir. Ayrıca, bu alanda staj yaparak ve veteriner kliniklerinde deneyim kazanarak kariyerinizi şekillendirebilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 134,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Hangi bölümü seçeceğime karar veremiyorum. Ne yapmalıyım?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yapmak zor olabilir. İlk olarak, hangi konularda daha fazla ilgi duyduğunuzu ve hangi alanlarda daha başarılı olduğunuzu düşünün. Hangi dersleri seviyorsunuz ve hangi aktivitelerden daha fazla keyif alıyorsunuz?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Farklı konularda ilgim var ve hangi alanı seçeceğime karar veremiyorum."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Anladım, farklı ilgi alanlarınız var ve bu doğal. Hangi konularda daha fazla araştırma yapmak istediğinizi ve hangi alanlarda daha fazla deneyim kazanmak istediğinizi belirleyin. Ardından, kariyer hedeflerinizi göz önünde bulundurarak bir karar verin."
            }
        ]
    },
    {
        "dialog_id": 135,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bölüm tercihi yapmak için hangi adımları izlemeliyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yaparken öncelikle ilgi alanlarınızı ve kariyer hedeflerinizi belirlemelisiniz. Hangi konularda daha başarılı olduğunuzu ve hangi aktivitelerden daha fazla zevk aldığınızı düşünün. Ardından, gelecekteki iş olanaklarını ve kariyer gelişimini değerlendirerek bir karar verin."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkür ederim! Bölüm tercihi yapmak için daha fazla araştırma yapacağım."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim! Bölüm tercihi yapmak önemli bir karardır, bu yüzden dikkatli düşünmelisiniz. Herhangi bir sorunuz olduğunda bana yazmaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 136,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Hangi bölümü seçeceğime karar veremiyorum. Ne yapmalıyım?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yapmak zor olabilir. İlk olarak, hangi konularda daha fazla ilgi duyduğunuzu ve hangi alanlarda daha başarılı olduğunuzu düşünün. Hangi dersleri seviyorsunuz ve hangi aktivitelerden daha fazla keyif alıyorsunuz?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Farklı konularda ilgim var ve hangi alanı seçeceğime karar veremiyorum."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Anladım, farklı ilgi alanlarınız var ve bu doğal. Hangi konularda daha fazla araştırma yapmak istediğinizi ve hangi alanlarda daha fazla deneyim kazanmak istediğinizi belirleyin. Ardından, kariyer hedeflerinizi göz önünde bulundurarak bir karar verin."
            }
        ]
    },
    {
        "dialog_id": 137,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bölüm tercihi yapmak için hangi adımları izlemeliyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yaparken öncelikle ilgi alanlarınızı ve kariyer hedeflerinizi belirlemelisiniz. Hangi konularda daha başarılı olduğunuzu ve hangi aktivitelerden daha fazla zevk aldığınızı düşünün. Ardından, gelecekteki iş olanaklarını ve kariyer gelişimini değerlendirerek bir karar verin."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkür ederim! Bölüm tercihi yapmak için daha fazla araştırma yapacağım."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim! Bölüm tercihi yapmak önemli bir karardır, bu yüzden dikkatli düşünmelisiniz. Herhangi bir sorunuz olduğunda bana yazmaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 138,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Hangi bölümü seçmeliyim? Karar veremiyorum."
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yapmak önemli bir karardır. Hangi konularda daha başarılı olduğunuzu ve hangi alanlarda daha fazla ilgi duyduğunuzu düşünün. Hangi dersleri seviyorsunuz ve hangi aktivitelerden daha fazla keyif alıyorsunuz?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Birçok farklı konuda ilgim var ve karar veremiyorum."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Anladım, farklı ilgi alanlarınız var ve bu doğal. Öncelikle, hangi konularda daha fazla araştırma yapmak istediğinizi belirleyin. Ardından, kariyer hedeflerinizi göz önünde bulundurarak bir karar verin."
            }
        ]
    },
    {
        "dialog_id": 139,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Hangi bölümü seçmeliyim? Karar veremiyorum."
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yapmak zor olabilir. İlk olarak, hangi konularda daha fazla ilgi duyduğunuzu ve hangi alanlarda daha başarılı olduğunuzu düşünün. Hangi dersleri seviyorsunuz ve hangi aktivitelerden daha fazla keyif alıyorsunuz?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Birçok farklı konuda ilgim var ve hangi bölümü seçeceğime karar veremiyorum."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Anladım, farklı ilgi alanlarınız var ve bu doğal. Hangi konularda daha fazla araştırma yapmak istediğinizi ve hangi alanlarda daha fazla deneyim kazanmak istediğinizi belirleyin. Ardından, kariyer hedeflerinizi göz önünde bulundurarak bir karar verin."
            }
        ]
    },
    {
        "dialog_id": 140,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Hangi bölümü seçmeliyim? Karar veremiyorum."
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yapmak gerçekten zor olabilir, ancak bazı adımlar atarak bu süreci kolaylaştırabilirsiniz. Öncelikle, hangi konularda ilginizin olduğunu belirleyin ve hangi alanlarda daha başarılı olduğunuzu düşünün."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, ama benim ilgi alanlarım gerçekten çok farklı ve bir türlü karar veremiyorum."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Farklı ilgi alanlarına sahip olmak doğal. Ancak, hangi konuda daha fazla deneyim kazanmak istediğinizi ve gelecekte hangi kariyerin sizi daha çok heyecanlandırdığını düşünmek önemlidir."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Evet, bu doğru. Ama benim için en önemli olan hangi kariyerin daha çok heyecanlandırdığını anlamak."
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Kariyerinizi belirlerken, hangi konuda daha fazla deneyim kazanmak istediğinizi düşünmek önemlidir. Bu yüzden, farklı bölümleri araştırın, öğrencilerle ve öğretim görevlileriyle konuşun ve staj veya gönüllü çalışmalar yaparak farklı alanlarda deneyim kazanın."
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Anladım, teşekkür ederim!"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Rica ederim! Herhangi bir sorunuz olursa, bana her zaman yazabilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 141,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Hangi bölümü seçeceğime karar veremiyorum. Ne yapmalıyım?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bölüm tercihi yapmak zor olabilir. İlk olarak, hangi konularda daha fazla ilgi duyduğunuzu ve hangi alanlarda daha başarılı olduğunuzu düşünün. Hangi dersleri seviyorsunuz ve hangi aktivitelerden daha fazla keyif alıyorsunuz?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Evet, bunları düşündüm ama hala karar veremiyorum. Farklı ilgi alanlarım var ve hangisini seçeceğim konusunda kararsızım."
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Anladım, farklı ilgi alanlarına sahip olmak doğal. Hangi konuda daha fazla deneyim kazanmak istediğinizi ve gelecekte hangi kariyerin sizi daha çok heyecanlandırdığını düşünün. Ayrıca, kendi yeteneklerinizi ve güçlü yönlerinizi de göz önünde bulundurun."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Evet, öyle yapacağım. Ama hala karar veremiyorum."
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Karar vermek zaman alabilir, bu yüzden acele etmeyin. Farklı bölümleri araştırın, öğrencilerle ve öğretim görevlileriyle konuşun ve staj veya gönüllü çalışmalar yaparak farklı alanlarda deneyim kazanın. Sonunda doğru kararı vereceksiniz."
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Anladım, teşekkür ederim!"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Rica ederim! Herhangi bir sorunuz olursa, çekinmeden bana yazabilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 142,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin kütüphanesi nasıl bir yer?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nin kütüphanesi geniş bir koleksiyona sahip ve öğrencilere sessiz bir çalışma ortamı sunar. Kütüphanede modern çalışma alanları, grup çalışma odaları ve bilgisayarlar bulunmaktadır. Ayrıca, kütüphane personeli öğrencilere araştırma ve kaynak bulma konusunda yardımcı olmaktadır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kütüphanede hangi tür kitaplar bulunuyor?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Kütüphanede akademik kitaplar, ders kitapları, romanlar, dergiler ve diğer kaynaklar gibi çeşitli türlerde kitaplar bulunmaktadır. Öğrenciler genellikle ders çalışmak için kullanılan kitaplarla birlikte genel okuma materyallerini de bulabilirler."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Kütüphanenin çalışma saatleri nelerdir?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Kütüphanenin çalışma saatleri genellikle sabahın erken saatlerinden gece yarısına kadar uzanır. Ancak, özellikle sınav dönemlerinde uzatılmış saatler de olabilir. Kütüphane çalışma saatleriyle ilgili güncel bilgilere kütüphane web sitesinden veya duyurulardan erişebilirsiniz."
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Kütüphane hizmetleri nelerdir?"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Kütüphane, kitap ödünç alma, ders materyalleri sağlama, araştırma desteği ve bilgi hizmetleri gibi çeşitli hizmetler sunar. Ayrıca, kütüphane personeli öğrencilere bilgi becerileri konusunda eğitim ve rehberlik de sağlar."
            }
        ]
    },
    {
        "dialog_id": 143,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin spor olanakları nelerdir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nin spor olanakları oldukça geniştir. Öğrenciler futbol, basketbol, voleybol, tenis, fitness gibi çeşitli sporları yapabilecekleri alanlara sahiptir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Spor tesisleri nerede bulunur?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Spor tesisleri genellikle kampüsün farklı bölgelerinde bulunur. Genellikle bir spor kompleksi veya spor salonu içinde yer alır. Spor tesislerinin konumları hakkında daha fazla bilgi için üniversite web sitesini ziyaret edebilirsiniz."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Hangi sporlar için tesisler bulunur?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nde futbol, basketbol, voleybol, tenis, fitness gibi çeşitli sporlar için tesisler bulunmaktadır. Ayrıca, yüzme havuzu gibi özel tesisler de mevcuttur."
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Spor tesislerini kullanmak için ücret alınır mı?"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Genellikle, Fırat Üniversitesi öğrencileri için spor tesislerini ücretsiz olarak kullanabilirler. Ancak, bazı özel kurslar veya etkinlikler için ek ücret alınabilir. Spor tesislerinin kullanımıyla ilgili güncel bilgilere spor merkezi personelinden veya web sitesinden ulaşabilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 144,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin en popüler etkinlikleri nelerdir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nde birçok farklı etkinlik ve kulüp bulunmaktadır. Öğrenciler genellikle konserler, tiyatro gösterileri, spor etkinlikleri, kültürel festivaller gibi çeşitli etkinliklere katılabilirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi kulüplere katılabilirim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nde birçok farklı kulüp bulunmaktadır. Öğrenciler genellikle müzik, dans, tiyatro, spor, sosyal hizmetler gibi çeşitli ilgi alanlarına yönelik kulüplere katılabilirler. Kulüplerin listesini üniversite web sitesinden veya kampüsteki ilan panolarından bulabilirsiniz."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Kulüp etkinlikleri genellikle hangi günler yapılır?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Kulüp etkinlikleri genellikle haftanın farklı günlerinde ve farklı saatlerde yapılır. Kulüplerin etkinlik programlarına genellikle kampüsteki ilan panolarından veya sosyal medya hesaplarından erişilebilir."
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Kulüp etkinliklerine katılmak için nasıl başvurabilirim?"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Kulüp etkinliklerine katılmak için genellikle kulübün resmi bir üyesi olmanız gerekir. Bu genellikle kayıt zamanlarında veya kulüp etkinliklerinden önce duyurulur. Kulüplere nasıl başvurulacağı ve üyelik koşulları hakkında daha fazla bilgi için ilgili kulüp yöneticileriyle iletişime geçebilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 145,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin öğrenci kulüpleri nelerdir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nde birçok farklı öğrenci kulübü bulunmaktadır. Öğrenciler genellikle akademik, sosyal, kültürel, sanatsal veya spor alanlarında faaliyet gösteren kulüplere katılabilirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Hangi kulüplere katılabilirim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nde öğrenciler genellikle müzik, dans, tiyatro, spor, sosyal hizmetler gibi çeşitli ilgi alanlarına yönelik kulüplere katılabilirler. Kulüplerin listesini üniversite web sitesinden veya kampüsteki ilan panolarından bulabilirsiniz."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Kulüp etkinlikleri ne tür etkinlikler içerir?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Kulüp etkinlikleri genellikle çeşitli etkinlikleri içerir. Örneğin, konserler, tiyatro gösterileri, spor turnuvaları, seminerler, atölye çalışmaları ve sosyal etkinlikler gibi birçok farklı etkinlik düzenlenir."
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Kulüp etkinliklerine katılmak için nasıl başvurabilirim?"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Kulüp etkinliklerine katılmak için genellikle kulübün resmi bir üyesi olmanız gerekir. Bu genellikle kayıt zamanlarında veya kulüp etkinliklerinden önce duyurulur. Kulüplere nasıl başvurulacağı ve üyelik koşulları hakkında daha fazla bilgi için ilgili kulüp yöneticileriyle iletişime geçebilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 146,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin kampüs yaşamı nasıldır?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nin kampüsünde canlı ve dinamik bir yaşam vardır. Öğrenciler çeşitli etkinlikler, kulüpler, spor tesisleri ve sosyal alanlarla dolu bir ortamda bulunurlar. Kampüs genellikle öğrenciler için güvenli ve konforlu bir yaşam sağlar."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Kampüste hangi tür etkinlikler düzenlenir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Kampüste genellikle konserler, tiyatro gösterileri, spor etkinlikleri, kültürel etkinlikler, paneller, seminerler, atölye çalışmaları gibi çeşitli etkinlikler düzenlenir. Ayrıca, öğrenci kulüpleri tarafından da çeşitli etkinlikler organize edilir."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Kampüs içinde yemekhane ve kafeterya gibi yerler var mı?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Evet, kampüs içinde öğrencilerin yemek ihtiyaçlarını karşılamak için çeşitli yemekhaneler, kafeteryalar ve restoranlar bulunmaktadır. Öğrenciler genellikle uygun fiyatlarla kaliteli yemekler bulabilirler."
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Kampüste konaklama imkanı var mı?"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Evet, Fırat Üniversitesi'nde kampüs içinde ve yakınında öğrencilere konaklama imkanları sunulmaktadır. Öğrenciler genellikle yurtlarda veya kiralık evlerde kalabilirler. Konaklama seçenekleri ve başvuru süreçleri hakkında daha fazla bilgi için üniversitenin resmi web sitesini ziyaret edebilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 147,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nde akademik destek hizmetleri hakkında bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi, öğrencilerine çeşitli akademik destek hizmetleri sunar. Bunlar arasında öğrenci koçluğu, akademik danışmanlık, dil destek programları, ders çalışma grupları ve öğrenme merkezi gibi olanaklar bulunur. Bu hizmetler, öğrencilerin başarılarını artırmaya ve akademik olarak desteklenmelerine yardımcı olur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Akademik danışmanlık nasıl alınır?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Akademik danışmanlık genellikle bölümünüzdeki akademik danışmanlar aracılığıyla alınır. Bu danışmanlar, öğrencilere ders seçimi, akademik hedefler, kariyer planları ve akademik sorunlarla ilgili rehberlik sağlarlar. Akademik danışmanlık hizmetleri ücretsizdir ve öğrencilerin gizliliği korunur."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Öğrenci koçluğu nedir?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Öğrenci koçluğu, öğrencilere akademik ve kişisel gelişimlerinde destek sağlayan bir hizmettir. Öğrenci koçları, öğrencilerin hedeflerine ulaşmalarına yardımcı olmak için bireysel veya grup koçluğu seansları düzenlerler. Bu hizmet, öğrencilerin motivasyonlarını artırır ve başarılarını maksimize etmelerine yardımcı olur."
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Fırat Üniversitesi'nde ders çalışma grupları nasıl oluşturulur?"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Ders çalışma grupları genellikle öğrencilerin istekleri doğrultusunda oluşturulur. Öğrenciler benzer dersleri alan diğer öğrencilerle iletişime geçerek grup oluşturabilirler. Ayrıca, üniversite tarafından belirli dersler için ders çalışma grupları düzenlenebilir ve öğrenciler bu gruplara katılabilirler."
            }
        ]
    },
    {
        "dialog_id": 148,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin kuruluş süreci nasıl geçti?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nin kuruluş süreci, bölgedeki eğitim ihtiyaçlarını belirleme, fiziki altyapı oluşturma, akademik kadro oluşturma ve programları geliştirme gibi aşamalardan geçti. Üniversite, zamanla büyüyerek çeşitli fakülteler ve bölümler ekledi."
            }
        ]
    },
    {
        "dialog_id": 149,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin kuruluşundan bu yana önemli gelişmeler oldu mu?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Evet, Fırat Üniversitesi kuruluşundan bu yana sürekli olarak gelişim göstermiştir. Yeni fakültelerin ve bölümlerin açılması, altyapının güçlendirilmesi, araştırma faaliyetlerinin artması ve ulusal ve uluslararası alanda tanınırlığının artması gibi birçok önemli gelişme yaşanmıştır."
            }
        ]
    },
    {
        "dialog_id": 150,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi ne zaman açıldı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Fırat Üniversitesi'nin kapıları 1975 yılında açıldı. Elazığ'ın gururu haline gelmiştir. Başka bir sorun var mı?"
            }
        ]
    },
    {
        "dialog_id": 151,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin hikayesini biliyor musun?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nin hikayesi oldukça ilginç. 1975 yılında Elazığ'da kuruldu ve o zamandan beri bölgede eğitim ve araştırma alanında önemli bir rol oynuyor. Sana başka bir şeyde yardımcı olabilir miyim?"
            }
        ]
    },
    {
        "dialog_id": 152,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Fırat Üniversitesi'nin kuruluş hikayesi hakkında bilgi verebilir misin?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Tabii! Fırat Üniversitesi'nin kuruluşu oldukça ilginç bir hikayeye sahip. 1975 yılında Elazığ'da kuruldu ve o zamandan beri bölgenin eğitim ve araştırma alanındaki lider kurumlarından biri haline geldi. Başka bir konuda da yardımcı olabilir miyim?"
            }
        ]
    },
    {
        "dialog_id": 153,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Hey! Fırat Üniversitesi'nin geçmişi hakkında ne biliyorsun?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Fırat Üniversitesi'nin geçmişi oldukça ilginç. 1975 yılında Elazığ'da kuruldu ve o zamandan beri bölgenin eğitim ve araştırma alanındaki lider kurumlarından biri oldu. Başka bir konuda da yardımcı olabilir miyim?"
            }
        ]
    },
    {
        "dialog_id": 154,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Fırat Üniversitesi'nin tarihçesi hakkında biraz bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Tabii ki, Fırat Üniversitesi'nin tarihçesi oldukça zengin. 1975 yılında Elazığ'da kurulan üniversite, bölgenin eğitim ve araştırma alanındaki önemli bir aktörü olmuştur. Başka bir konuda yardımcı olabilir miyim?"
            }
        ]
    },
    {
        "dialog_id": 155,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Selam! Fırat Üniversitesi'nin geçmişiyle ilgili biraz bilgi alabilir miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Tabii ki! Fırat Üniversitesi'nin tarihçesi oldukça ilginç. 1975 yılında Elazığ'da kurulan üniversite, o zamandan beri bölgenin eğitim ve araştırma alanında öncü kurumlarından biri haline gelmiştir. Başka bir sorunuz var mı?"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Peki elazığ güzel bir şehir mi?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Elazığ Küçük bir şehirdir küçük şehirleri seviyorsanız size de güzel geleceğinden eminim"
            },
            {
                
                "id": 4,
                "sender": "user",
                "text": "Teşekkür ederim yardımınız için"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim memnuniyetle :)"  
            }
        ]
    },
    {
        "dialog_id": 156,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba Bilgisayar mühendisliği güzel mi"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Tabii ki, Fırat üniversitesinde Bilgisayar mühendisliği Güzeldir ve eğlenceli Bir Bölümdür"
            },
            {
                "id": 3,
                "sender": "user",
                "text": "tercih etmeli miyim"  
            },
            {
                "id": 4,
                "sender": "bot",
                "text": "Evet Kesinlikle Bu Sizin için güzel Bir Serüven olucaktır Bolca Matematik, Ve Algoritma yeteneklerinizi kullanmanız gerekecek" 
            },
            {
                "id": 5,
                "sender": "user",
                "text": "Teşekkür ederim yardımınız için" 
            },
            {
                "id": 6,
                "sender": "bot",
                "text": "Rica ederim memnuniyetle :)" 
            }
        ]
    },
    {
        "dialog_id": 157,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bilgisayar mühendisliği okumak zor mu?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bilgisayar mühendisliği oldukça heyecan verici ve ilginç bir alandır. Bazı zorluklarla karşılaşabilirsiniz ancak bu alanda başarılı olmak için sabır, öz disiplin ve azim gerekmektedir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkür ederim! Peki, bu alanda hangi tür becerilere ihtiyaç duyulur?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bu alanda başarılı olmak için matematik, problem çözme yeteneği, programlama becerisi ve analitik düşünme gibi birçok farklı beceriye ihtiyaç duyulur. Ayrıca, iletişim ve takım çalışması da önemlidir."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkürler! Bu alanda kariyer fırsatları nelerdir?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği mezunları için çok çeşitli kariyer fırsatları bulunmaktadır. Yazılım geliştirme, veritabanı yönetimi, yapay zeka, siber güvenlik ve bilgi teknolojileri yönetimi gibi alanlarda çalışabilirsiniz. Ayrıca, kendi işinizi kurma veya danışmanlık yapma gibi seçenekler de mevcuttur."
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Anladım, çok bilgilendirici oldu. Teşekkür ederim!"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 158,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bilgisayar mühendisliği bölümü zor mu?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Evet, bilgisayar mühendisliği oldukça zorlu bir bölümdür. Ancak, bu zorluklar size değerli beceriler kazandırır ve başarılı bir kariyer için iyi bir temel oluşturur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler! Bilgisayar mühendisliği mezunları için iş bulma olanakları nasıl?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği mezunları için geniş bir iş bulma potansiyeli vardır. Yazılım geliştirme şirketlerinden teknoloji firmalarına, finans kuruluşlarından sağlık sektörüne kadar birçok sektörde iş imkanları bulunmaktadır."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, çok teşekkür ederim!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 159,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bilgisayar mühendisliği bölümüne kaydolmak için hangi özelliklere sahip olmak gerekir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bilgisayar mühendisliği bölümünde başarılı olmak için analitik düşünme yeteneği, problem çözme becerisi, matematik ve fizik bilgisi, programlama yeteneği ve yaratıcı düşünme becerisi gibi özelliklere sahip olmanız önemlidir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler! Bilgisayar mühendisliği mezunlarının ortalama maaşları ne kadardır?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği mezunlarının maaşları genellikle ülke ve deneyim seviyesine bağlı olarak değişiklik gösterir. Ancak, genellikle yüksek rekabet ve talep nedeniyle bu alanda çalışanlar iyi bir maaş alırlar."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 160,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bilgisayar mühendisliği bölümünde çok çalışmak zorunda mıyım?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bilgisayar mühendisliği bölümünde başarılı olmak için elbette çaba sarf etmeniz gerekmektedir. Ancak, zaman zaman mola vermek ve dinlenmek de önemlidir. Dengeyi sağladığınız sürece her şey daha kolay olacaktır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler! Sınavlara çok çalışmadan geçebilir miyim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bilgisayar mühendisliği bölümünde sınavlara çalışmak önemlidir ancak her şey çalışmaya bağlı değildir. Derslerinizi düzenli takip edip, ödevlerinizi zamanında yaparsanız ve sınavlara düzenli olarak çalışırsanız başarılı olmanız daha olası olacaktır."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 161,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bilgisayar mühendisliği okurken çok fazla kitap okumam gerekir mi?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bilgisayar mühendisliği öğrencilerinin çok fazla kitap okuması gerekmez. Ders kitapları ve kaynaklar önemlidir ancak her şeyi ezberlemek zorunda değilsiniz. Önemli olan konseptleri anlamak ve uygulamaya geçirebilmektir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler! Peki, derslere gitmek zorunlu mu?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Derslere gitmek elbette önemlidir ancak bazı durumlarda derslerinizi internet üzerinden de takip edebilirsiniz. Önemli olan derslerden gereken bilgiyi almanız ve öğrenme sürecinizi aktif tutmanızdır."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 162,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bilgisayar mühendisliği bölümünün binası nasıl?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bilgisayar mühendisliği bölümü, modern ve işlevsel bir binada yer almaktadır. Geniş sınıflar, laboratuvarlar ve teknolojik altyapı ile öğrencilerin ihtiyaçlarına uygun bir ortam sunmaktadır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler! Bina içindeki olanaklar nelerdir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bina içinde öğrencilerin kullanabileceği geniş bir bilgisayar laboratuvarı, derslikler, kütüphane ve öğrenci topluluklarına ait alanlar bulunmaktadır. Ayrıca, öğrenci destek hizmetleri ve danışmanlık birimleri de öğrencilerin ihtiyaçlarını karşılamak için mevcuttur."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, çok teşekkür ederim!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 163,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bilgisayar mühendisliği bölüm binası nasıl bir ortama sahip?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bilgisayar mühendisliği bölüm binası, modern ve ferah bir ortama sahiptir. Öğrencilerin ders çalışma, proje geliştirme ve sosyal etkileşim için uygun bir alan sunmaktadır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, peki binanın çevresinde ne tür olanaklar var?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bina çevresinde kafeteryalar, dinlenme alanları ve spor olanakları gibi çeşitli imkanlar bulunmaktadır. Öğrencilerin ders aralarında dinlenebileceği veya grup çalışmaları yapabileceği ortamlar mevcuttur."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 164,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bilgisayar mühendisliği bölümü öğrencilerine hangi tür destekler sağlanmaktadır?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bilgisayar mühendisliği bölümü öğrencilerine akademik destek, kariyer danışmanlığı, staj ve iş imkanları gibi birçok farklı destek sağlamaktadır. Ayrıca, öğrenci kulüpleri ve etkinlikler aracılığıyla sosyal ve kişisel gelişim imkanları da sunulmaktadır."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler! Bu desteklerden nasıl yararlanabilirim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Öğrenciler, danışmanlık birimlerine başvurarak destek alabilirler. Ayrıca, üniversite web sitesi ve duyuru panoları üzerinden de bu olanaklar hakkında bilgi edinebilirsiniz. Öğrenci kulüplerine katılarak da farklı aktivitelerde bulunabilirsiniz."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 165,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bilgisayar mühendisliği bölümü öğrencileri hangi tür projeler üzerinde çalışabilir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bilgisayar mühendisliği öğrencileri genellikle yazılım geliştirme, yapay zeka, veri madenciliği, siber güvenlik, oyun geliştirme ve robotik gibi çeşitli projeler üzerinde çalışabilirler. Ayrıca, endüstriyel işbirliği projeleri ve araştırma projeleri de mevcuttur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, bu projelerde nasıl yer alabilirim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bu projelerde yer almak için öncelikle ilgi duyduğunuz alanlara odaklanmanız ve ilgili dersleri başarıyla tamamlamanız gerekmektedir. Ayrıca, öğretim elemanlarından rehberlik alarak ve öğrenci kulüplerine katılarak da bu projelere katılma fırsatı elde edebilirsiniz."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 166,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Bilgisayar mühendisliği bölümü mezunları nerede çalışabilir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Bilgisayar mühendisliği bölümü mezunları yazılım şirketlerinde, teknoloji firmalarında, bankalarda, sağlık sektöründe, kamu kurumlarında ve birçok farklı sektörde çalışabilirler. Ayrıca, kendi işlerini kurma veya serbest meslek sahibi olma gibi seçeneklere de sahiptirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, mezun olduktan sonra nasıl bir kariyer planı yapabilirim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Mezun olduktan sonra kariyer planı yapmak için öncelikle ilgi duyduğunuz alanlara odaklanmalı ve bu alanlarda deneyim kazanmaya çalışmalısınız. Staj yapmak, sertifika programlarına katılmak ve öğrenme sürecinizi sürekli olarak geliştirmek kariyerinizde size avantaj sağlayacaktır."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 167,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Tıp bölümü eğitimi nasıldır?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Tıp eğitimi oldukça yoğun ve disiplinli bir süreçtir. Temel bilimlerden klinik uygulamalara kadar geniş bir yelpazede eğitim alırsınız. Anatomiden patolojiye, farmakolojiden cerrahiye kadar pek çok alanda bilgi edinir ve beceri kazanırsınız."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler! Tıp eğitiminde hangi dersler var?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Tıp eğitimi boyunca temel bilimler, klinik bilimler ve klinik rotasyonlar gibi çeşitli dersler alırsınız. Anatomi, fizyoloji, biyokimya, histoloji gibi temel bilimlerin yanı sıra, iç hastalıkları, cerrahi, pediatri, jinekoloji gibi klinik dersler de bulunur."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, bilgi için teşekkürler!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 168,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Tıp fakültesinde staj yapma imkanı var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Evet, tıp fakültesinde staj yapma imkanınız bulunmaktadır. Klinik dönemlerde hastanelerde ve sağlık merkezlerinde staj yaparak teorik bilgilerinizi pratikte uygulama fırsatı elde edersiniz."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, staj imkanları nelerdir?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Staj imkanları çeşitli alanlarda olabilir. Genel cerrahi, iç hastalıkları, pediatri, acil servis gibi farklı bölümlerde staj yapma şansınız bulunmaktadır. Bu sayede farklı klinik deneyimler kazanabilirsiniz."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkür ederim!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 169,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Tıp bölümü mezunları nerede çalışabilir?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Tıp bölümü mezunları hastanelerde, polikliniklerde, özel kliniklerde, sağlık merkezlerinde, kamu kurumlarında ve özel muayenehanelerde çalışabilirler. Ayrıca, araştırma merkezlerinde veya akademik kurumlarda da görev alabilirler."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, tıp mezunu olduktan sonra kariyer planı nasıl yapabilirim?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Tıp mezunu olduktan sonra kariyer planı yapmak için öncelikle ilgi duyduğunuz alana odaklanmalısınız. Staj ve pratisyenlik dönemlerinde farklı alanlarda deneyim kazanabilir, uzmanlık eğitimi alabilir ve akademik kariyer yapabilirsiniz."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 170,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Tıp fakültesindeki dersler zor mu?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Tıp fakültesindeki dersler oldukça yoğun ve kapsamlıdır. Hem teorik dersler hem de klinik uygulamalar bulunur. Bu nedenle, dersler zorlayıcı olabilir ancak öğrencilerin başarıya ulaşmaları için destek mekanizmaları da mevcuttur."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler! Derslerle başa çıkmak için öneriniz var mı?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Derslerle başa çıkmak için düzenli çalışma, not tutma, grup çalışmaları ve derslerde aktif katılım önemlidir. Ayrıca, derslerde karşılaşılan zorluklarla ilgili öğretim elemanlarından destek alabilirsiniz."
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkür ederim!"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 171,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Tıp bölümü mezunlarının maaşları ne kadar?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Tıp bölümü mezunlarının maaşları, çalıştıkları pozisyon ve kuruma göre değişkenlik gösterir. Genel olarak, tıp doktorlarının maaşları diğer meslek gruplarına göre daha yüksektir. Ancak, bu konuda net bir rakam vermek zordur çünkü birçok farklı faktör etkilidir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 172,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Benim Matematiğim iyi"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Matematiğinizin iyi olması çok güzel isterseniz Bu bilgiyi başkalarına aktarmak adına Fırat üniversitesinde Matematik Öğretmenliği seçebilirsiniz ve ya Mühendislikte de Matematik zekanızı kullanabilirsiniz"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Mühendislik istiyorum"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bunu Duymak Güzel Matematiğinizin iyi olması çok işe yarayacaktır bu konuda emin olabilirsiniz Tercihinizi Bu yönde yapabilirsiniz"
            }
        ]
    },
    {
        "dialog_id": 173,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Matematik konusunda çok iyiyim, hangi bölümü tercih etmeliyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Matematik yeteneğinizle Fırat Üniversitesinde Matematik veya İstatistik bölümlerini tercih edebilirsiniz. Ayrıca, mühendislik bölümlerinde de matematik zekanızı kullanarak başarılı olabilirsiniz."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim! Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 174,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Matematik yeteneğimi değerlendirebileceğim bir bölüm önerir misiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Matematik becerilerinizi en iyi şekilde kullanabileceğiniz bölümler arasında Matematik, İstatistik, Fizik, Bilgisayar Bilimleri ve Mühendislik bulunmaktadır. Hangi alanda ilgi duyduğunuza bağlı olarak tercih yapabilirsiniz."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim! Size yardımcı olabildiysem ne mutlu bana."
            }
        ]
    },
    {
        "dialog_id": 175,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Matematik alanında ilerlemek istiyorum, hangi bölümü önerirsiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Matematik zekanızı en iyi şekilde kullanabileceğiniz bölümlerden bazıları Matematik, İstatistik, Fizik ve Mühendislik bölümleridir. Hangi alanda daha fazla ilgi duyduğunuza bağlı olarak tercih yapabilirsiniz."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim! Size herhangi bir konuda daha yardımcı olabileceğim bir şey var mı?"
            }
        ]
    },
    {
        "dialog_id": 176,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Merhaba! Matematik yeteneğimi değerlendirebileceğim bir meslek önerir misiniz?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Merhaba! Matematik becerilerinizi en iyi şekilde kullanabileceğiniz meslekler arasında Matematik Öğretmenliği, Finansal Analistlik, Veri Bilimciliği, Mühendislik ve Araştırmacılık gibi alanlar bulunmaktadır. Hangi alanda ilgi duyduğunuza bağlı olarak kariyer yapabilirsiniz."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim! Size yardımcı olabildiysem ne mutlu bana."
            }
        ]
    },
    {
        "dialog_id": 177,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Matematik zekamı nasıl kullanabilirim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Matematik yeteneğinizi kullanabileceğiniz birçok alan bulunuyor. Örneğin, Mühendislik, Finans, Veri Analitiği gibi alanlarda matematik becerilerinizi değerlendirebilirsiniz."
            }
        ]
    },
    {
        "dialog_id": 178,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Matematik yeteneğimi nasıl geliştirebilirim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Matematik yeteneğinizi geliştirmek için bolca pratik yapabilirsiniz. Problemleri çözmek, matematiksel konuları araştırmak ve matematikle ilgili kaynaklardan faydalanmak faydalı olabilir."
            }
        ]
    },
    {
        "dialog_id": 179,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Matematik bölümü tercih etmeli miyim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Matematik bölümü, matematik alanında derinlemesine bir eğitim almak isteyenler için uygundur. Eğer matematikle ilgiliyseniz ve kariyerinizi bu alanda yapmayı düşünüyorsanız tercih edebilirsiniz."
            },
            {
                "id": 3,
                "sender": "user",
                "text": "bölüm güzel mi"
            },
            {
                "id": 4,
                "sender": "bot",
                "text": "Evet Güzel Fırat üniversitesinde harika bir serüven seni bekliyor "
            }
        ]
    },
    {
        "dialog_id": 180,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Matematik konusunda hangi meslekleri seçebilirim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Matematik becerilerinizi kullanabileceğiniz birçok meslek var. Örneğin, Mühendislik, Finans, Veri Bilimi, Araştırmacılık gibi alanlar matematik yeteneğinizi değerlendirebileceğiniz meslekler arasında."
            }
        ]
    },
    {
        "dialog_id": 181,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Matematik yeteneğimi nasıl geliştirebilirim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Matematik yeteneğinizi geliştirmek için düzenli pratik yapabilir, matematik derslerine katılabilir ve sorunlarla aktif bir şekilde ilgilenebilirsiniz."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim! Matematik yeteneğinizi geliştirmek için çeşitli kaynaklar bulunmaktadır. Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 182,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Matematik bölümü hakkında ne düşünüyorsun?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Matematik bölümü, matematiğe ilgi duyan ve matematiksel yeteneklerini geliştirmek isteyenler için mükemmel bir seçenektir."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim! Eğer başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 183,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Matematik becerilerimi nasıl kullanabilirim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Matematik becerilerinizi kullanmak için pratik yapabilir, sorunlarla karşılaşabilir ve matematik odaklı projeler üretebilirsiniz."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim! Matematik yeteneğinizi geliştirmek için aktif olmanız önemlidir. Başka bir sorunuz varsa sormaktan çekinmeyin."
            }
        ]
    },
    {
        "dialog_id": 184,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Matematik alanında hangi kariyer seçenekleri var?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Matematik alanında mühendislik, finans, veri analitiği gibi birçok kariyer seçeneği bulunmaktadır. Fırat Üniversitesi iyi bir Tercih olur "
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim! Matematik alanında bir kariyer yapmak isterseniz size yardımcı olabileceğim başka bir konu var mı?"
            }
        ]
    },
    {
        "dialog_id": 185,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Matematik derslerinde nasıl daha başarılı olabilirim?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Matematik derslerinde daha başarılı olmak için düzenli çalışma yapabilir, matematik problemleri çözebilir ve öğretmenlerinizden yardım isteyebilirsiniz."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Anladım, teşekkürler!"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Rica ederim! Matematik derslerinde başarılı olmanız için size yardımcı olabilecek başka bir konu var mı?"
            }
        ]
    },
    {
        "dialog_id": 186,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "En iyi bölüm nedir"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "En iyi bölüm kişisel tercihlere bağlıdır ancak mühendislik fakültesi sıkça tercih edilen ve öne çıkan bir bölümdür."
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Neden Mühendislik"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Çünkü Mühendislik insanların işlerini kolaylaştırmaya Yaşam Standartlarını En yüksek Seviyeye getirmeyi amaçlar"
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Anladım, teşekkürler"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Rica ederim!  size yardımcı olabilecek başka bir konu var mı?"
            }
        ]
    },
    {
        "dialog_id": 187,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "En iyi üniversite neresidir"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Bu Sorunun cevabını senin daha iyi verebileceğini düşünüyorum :)"
            },
            {
                "id": 2,
                "sender": "user",
                "text": "Fırat mı ?"
            },
            {
                "id": 3,
                "sender": "bot",
                "text": "Bence öyle Beni Yapan kişi Bana bu bilgiyi verdi"
            },
            {
                "id": 4,
                "sender": "user",
                "text": "Seni yapan kim ?"
            },
            {
                "id": 5,
                "sender": "bot",
                "text": "Kutluay ulutaş"
            },
            {
                "id": 6,
                "sender": "user",
                "text": "Teşekkür ederim yardımınız için"
            },
            {
                "id": 7,
                "sender": "bot",
                "text": "Rica ederim!  size yardımcı olabilecek başka bir konu var mı?"
            }
        ]
    },
    {
        "dialog_id": 187,
        "dialog": [
            {
                "id": 0,
                "sender": "user",
                "text": "Üniversite de kütüphane var mı?"
            },
            {
                "id": 1,
                "sender": "bot",
                "text": "Evet Fırat üniversitesinde birçok Kütüphane bulunmaktadır"
            }
        ]
    },
    {
        "dialog_id": 188,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Hastanede acil servis var mı?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Elbette, hastanede bir acil servis bulunmaktadır."
          }
        ]
      },
      {
        "dialog_id": 189,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Yemekhane bugün açık mı?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Evet, yemekhane bugün açıktır. Öğle yemeği saatleri 11:30 ile 14:00 arasındadır."
          }
        ]
      },
      {
        "dialog_id": 190,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Ders programımı nasıl öğrenebilirim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Ders programınızı öğrenmek için öğrenci bilgi sistemi üzerinden giriş yapabilirsiniz. Ayrıca, her dönem başında programlar ilan edilmektedir."
          }
        ]
      },
      {
        "dialog_id": 191,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Kütüphane hafta sonları açık mı?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Evet, kütüphane hafta sonları da hizmet vermektedir. Ancak saatleri hafta içi ile farklı olabilir. Güncel saatler için kütüphane web sitesini ziyaret edebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 192,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Bilgisayar laboratuvarları hangi saatler arasında açık?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bilgisayar laboratuvarlarının açılış ve kapanış saatleri değişkenlik gösterebilir. En güncel bilgiyi üniversitenin web sitesinden veya ilgili bölümün duyurularından edinebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 193,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Kayıt yenileme süreci ne zaman başlıyor?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Kayıt yenileme süreci her dönem belirli bir tarihte başlar. Bu tarihler öğrenci işleri birimi tarafından duyurulur. Güncel bilgi için üniversitenin web sitesini takip edebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 194,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Yurt başvurusu nasıl yapabilirim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Yurt başvuruları genellikle her dönem belirli bir süre için açılır. Başvuru koşulları ve tarihleri öğrenci işleri birimi tarafından duyurulur. Detaylı bilgi için öğrenci işleri birimiyle iletişime geçebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 195,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Öğrenci kulüpleri hakkında bilgi alabilir miyim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Tabii, üniversitemizde çeşitli öğrenci kulüpleri bulunmaktadır. Kulüp etkinlikleri ve başvuru süreçleriyle ilgili bilgiler genellikle öğrenci birlikleri tarafından duyurulur. Ayrıca, kulüp panolarını da ziyaret edebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 196,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Öğrenci kimlik kartımı kaybettim, ne yapmalıyım?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Kayıp öğrenci kimlik kartınızı yenilemek için öğrenci işleri birimine başvurmanız gerekmektedir. Yeniden çıkartma prosedürleri ve gerekli belgeler hakkında bilgi almak için öğrenci işleri birimiyle iletişime geçebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 197,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Öğrenci kimlik kartımı kaybettim"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Kayıp öğrenci kimlik kartınızı yenilemek için öğrenci işleri birimine başvurmanız gerekmektedir. Yeniden çıkartma prosedürleri ve gerekli belgeler hakkında bilgi almak için öğrenci işleri birimiyle iletişime geçebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 198,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Dönem sonu sınav tarihleri nereden öğrenilebilir?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Dönem sonu sınav tarihleri genellikle her dönem başında ilan edilir. Bu bilgilere öğrenci işleri birimi veya ilgili fakültelerin duyuruları aracılığıyla erişebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 199,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Kampüste bisiklet kiralama imkanı var mı?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Evet, kampüsümüzde bisiklet kiralama hizmeti mevcuttur. Detaylı bilgi ve kiralama koşulları için öğrenci hizmetleri ofisini ziyaret edebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 200,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Derslerimle ilgili bir sorum var."
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Evet, size nasıl yardımcı olabilirim?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Bir dersin final sınavı ne zaman?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Dersinizin final sınavı tarihi ders programında belirtilmiştir. Ders programınızı öğrenci bilgi sistemi üzerinden kontrol edebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 201,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Son gönderdiğim ders kaydımı kontrol edebilir miyim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Tabii, size yardımcı olabilirim. Lütfen öğrenci bilgi sistemi üzerinden giriş yaparak ders kaydınızı kontrol edin."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Teşekkür ederim."
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Rica ederim, başka bir konuda yardımcı olabileceğim bir şey var mı?"
          }
        ]
      },
      {
        "dialog_id": 202,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Yüksek lisans programları hakkında bilgi alabilir miyim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Evet, üniversitemizde çeşitli yüksek lisans programları bulunmaktadır. İlgilendiğiniz program hakkında detaylı bilgi almak için ilgili fakülte veya enstitülerle iletişime geçebilirsiniz."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Yüksek lisans için başvuru süreci nasıl işliyor?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Yüksek lisans başvuru süreci genellikle ilgili enstitüler veya fakülteler aracılığıyla yapılır. Başvuru koşulları, tarihleri ve gereken belgeler ilgili birimler tarafından duyurulur. Detaylı bilgi almak için ilgili enstitüler veya fakültelerle iletişime geçebilirsiniz."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Anladım, teşekkür ederim."
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Rica ederim. Size başka nasıl yardımcı olabilirim?"
          }
        ]
      },
      {
        "dialog_id": 203,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Kampüste kütüphane dışında sessiz çalışma alanları var mı?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Evet, kampüste kütüphane dışında da sessiz çalışma alanları bulunmaktadır. Genellikle öğrenci dernekleri veya sosyal alanlarda sessiz çalışma imkanı bulabilirsiniz."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Kütüphane dışındaki sessiz çalışma alanları nerede bulunabilir?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Kampüs haritası üzerinde sessiz çalışma alanları genellikle işaretlenmiştir. Ayrıca öğrenci birliklerine veya öğrenci hizmetleri ofisine danışarak bu alanların yerlerini öğrenebilirsiniz."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Anladım, teşekkür ederim."
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Rica ederim. Başka bir sorunuz var mı?"
          }
        ]
      },
      {
        "dialog_id": 204,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Yaz okulu dersleri hakkında bilgi alabilir miyim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Tabii, yaz okulu dersleri genellikle belirli dönemlerde açılır ve kısa süreli yoğun eğitim programlarıdır. Yaz okulu dersleri hakkında detaylı bilgi almak için öğrenci işleri birimine veya ilgili fakültelere başvurabilirsiniz."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Yaz okulu derslerine kaydolmak için nasıl başvurabilirim?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Yaz okulu derslerine kaydolmak için genellikle öğrenci bilgi sistemi üzerinden başvuru yapmanız gerekmektedir. Başvuru süreci ve tarihleri ilgili birimler tarafından duyurulur."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Anladım, teşekkür ederim."
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Rica ederim. Başka bir sorunuz var mı?"
          }
        ]
      }, {
        "dialog_id": 205,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Yurt odalarında misafir kabul ediliyor mu?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Evet, yurt odalarında misafir kabul edilebilir. Ancak misafirlerin kalış süresi ve kuralları yurt yönetmeliğine göre belirlenir. Detaylı bilgi almak için yurt yönetimine başvurabilirsiniz."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Misafir kabulü için gerekli belgeler nelerdir?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Misafir kabulü için genellikle misafirin kimlik belgesi ve misafir defterine kayıt yapılması gerekmektedir. Daha detaylı bilgi almak için yurt yönetimine başvurmanızı öneririm."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Anladım, teşekkür ederim."
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Rica ederim. Başka bir sorunuz varsa sormaktan çekinmeyin."
          }
        ]
      },
      {
        "dialog_id": 206,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Kaç saat uyumalıyım?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Uyku ihtiyacı kişiden kişiye değişir, genellikle 7-9 saat uyku önerilir."
          }
        ]
      },
      {
        "dialog_id": 207,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Ne yemeliyim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Dengeli bir beslenme için protein, karbonhidrat ve yağ içeren sağlıklı yiyecekler tüketebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 208,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Üniversiteyi tercih etmek için hangi kriterlere dikkat etmeliyim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Akademik programlar, kampüs olanakları, konum ve öğrenci yaşamı gibi faktörlere dikkat edebilirsiniz."
          }
        ]
      },
      {
        "dialog_id": 209,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Hangi bölümler mevcut?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Fırat Üniversitesi'nde Mühendislik, Fen Bilimleri, Sosyal Bilimler, Sağlık Bilimleri gibi çeşitli bölümler bulunmaktadır."
          }
        ]
      },
      {
        "dialog_id": 210,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Hangi bölümü seçmeliyim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bölüm seçerken ilgi alanlarınızı ve kariyer hedeflerinizi göz önünde bulundurmalısınız."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Hangi bölümler daha popüler?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Popülerlik, ilgi alanlarınıza ve yeteneklerinize bağlıdır. Genellikle mühendislik ve sağlık bilimleri gibi alanlar popülerdir."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Mühendislik bölümleri hakkında ne düşünüyorsunuz?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Mühendislik, teknolojiye ilgi duyanlar için heyecan verici bir seçenek olabilir. Özellikle bilgisayar mühendisliği ve makine mühendisliği gibi alanlar geleceğin meslekleri arasında."
          },
          {
            "id": 6,
            "sender": "user",
            "text": "Sağlık bilimleri bölümleri nasıl?"
          },
          {
            "id": 7,
            "sender": "bot",
            "text": "Sağlık bilimleri, insan sağlığına katkıda bulunmayı amaçlayanlar için önemli bir alandır. Hemşirelik, tıp ve diş hekimliği gibi bölümler sağlık sektöründe kariyer yapmak isteyenler için uygundur."
          }
        ]
      },
      {
        "dialog_id": 211,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Hangi bölümler daha çok kazandırıyor?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Kazanç, seçtiğiniz bölümün sektörüne, deneyim seviyenize ve yerel ekonomik koşullara bağlı olarak değişir."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Sanat ve tasarım bölümleri hakkında ne düşünüyorsunuz?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Sanat ve tasarım, yaratıcılığa ve estetiğe önem verenler için uygun bir alandır. Grafik tasarımı, moda tasarımı ve görsel sanatlar gibi bölümler, sanatsal yeteneklere sahip olanlar için ideal seçenekler olabilir."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Mühendislik bölümleri zor mu?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Mühendislik, matematik ve fen bilimlerine dayalı bir alandır ve genellikle yoğun bir çalışma gerektirir. Ancak ilgi duyduğunuz konularla ilgili çalışmak size motive olmanızı sağlayacaktır."
          }
        ]
      },
      {
        "dialog_id": 212,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Hangi bölümü seçmeliyim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bir bölüm seçerken akademik ilgi alanlarınızı, meslek beklentilerinizi ve kişisel güçlü yanlarınızı dikkate almalısınız. Hangi alanlara meraklısınız?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Kariyer için en uygun bölüm hangisi?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Kariyer için en uygun bölüm, sizin ilgi alanlarınıza ve yeteneklerinize bağlıdır. Hangi alanlarda başarılı olduğunuzu ve ne tür işlerde çalışmak istediğinizi düşünmelisiniz."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Sosyal bilimler mi, yoksa doğa bilimleri mi?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Her iki alanda da farklı kariyer olanakları bulunur. İnsan ilişkilerine mi yoksa doğal fenomenlere mi daha çok ilgi duyuyorsunuz?"
          },
          {
            "id": 6,
            "sender": "user",
            "text": "Mühendislik alanında hangi bölümler var?"
          },
          {
            "id": 7,
            "sender": "bot",
            "text": "Mühendislik geniş bir alandır. Elektrik, makine, endüstri, bilgisayar ve inşaat mühendisliği gibi birçok seçenek arasından hangisi sizi daha çok cezbediyor?"
          }
        ]
      },
      {
        "dialog_id": 213,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Ben hangi bölümü Tercih edeceğimi bilmiyorum"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bu konuda sana yardımcı olmaktan memnuniyet duyarım. İlgi alanların neler mesela?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Teknolojiye ve bilime ilgim var"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Teknoloji ve bilim odaklı bir bölüm düşünebiliriz. Mesela bilgisayar mühendisliği veya biyoteknoloji gibi alanlar ilgini çekebilir."
          }
        ]
      },
      {
        "dialog_id": 214,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Ben hangi bölümü Tercih edeceğimi bilmiyorum"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bu konuda sana yardımcı olmaktan memnuniyet duyarım. İlgi alanların neler mesela?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Sanat ve tasarıma ilgim var"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Sanat ve tasarım odaklı bir bölüm senin için uygun olabilir. Grafik tasarımı veya moda tasarımı gibi alanları düşünebiliriz."
          }
        ]
      },
      {
        "dialog_id": 215,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Ben hangi bölümü Tercih edeceğimi bilmiyorum"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bu konuda sana yardımcı olmaktan memnuniyet duyarım. İlgi alanların neler mesela?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "İnsanlarla etkileşime geçmeyi ve iletişimi seviyorum"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "İnsanlarla etkileşime dayalı bir bölüm senin için uygun olabilir. Mesela iletişim, psikoloji veya turizm gibi alanları düşünebiliriz."
          }
        ]
      },
      {
        "dialog_id": 216,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Ben hangi bölümü Tercih edeceğimi bilmiyorum"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bu konuda sana yardımcı olmaktan memnuniyet duyarım. İlgi alanların neler mesela?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Doğayı korumayı ve çevreyi iyileştirmeyi seviyorum"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Doğa ve çevre odaklı bir bölüm senin için uygun olabilir. Mesela çevre mühendisliği veya biyoloji gibi alanları düşünebiliriz."
          }
        ]
      },
      {
        "dialog_id": 217,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Ben hangi bölümü Tercih edeceğimi bilmiyorum"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bu konuda sana yardımcı olmaktan memnuniyet duyarım. İlgi alanların neler mesela?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Sağlık ve insan vücudu hakkında bilgi edinmeyi seviyorum"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Sağlık ve insan vücudu odaklı bir bölüm senin için uygun olabilir. Mesela tıp, hemşirelik veya diyetetik gibi alanları düşünebiliriz."
          }
        ]
      },
      {
        "dialog_id": 218,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Ben hangi bölümü Tercih edeceğimi bilmiyorum"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bu konuda sana yardımcı olmaktan memnuniyet duyarım. İlgi alanların neler mesela?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Mantıklı düşünme ve analitik becerilerimi geliştirmeyi seviyorum"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Mantık ve analitik düşünme odaklı bir bölüm senin için uygun olabilir. Mesela matematik, istatistik veya felsefe gibi alanları düşünebiliriz."
          }
        ]
      },
      {
        "dialog_id": 219,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Ben hangi bölümü Tercih edeceğimi bilmiyorum"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bu konuda sana yardımcı olmaktan memnuniyet duyarım. İlgi alanların neler mesela?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Tarih ve kültürel miras hakkında bilgi edinmeyi seviyorum"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Tarih ve kültürel miras odaklı bir bölüm senin için uygun olabilir. Mesela arkeoloji, tarih veya kültürel antropoloji gibi alanları düşünebiliriz."
          }
        ]
      },
      {
        "dialog_id": 220,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Ben hangi bölümü Tercih edeceğimi bilmiyorum"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bu konuda sana yardımcı olmaktan memnuniyet duyarım. İlgi alanların neler mesela?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Yönetim ve liderlik becerilerimi geliştirmek istiyorum"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Yönetim ve liderlik odaklı bir bölüm senin için uygun olabilir. Mesela işletme, kamu yönetimi veya uluslararası ilişkiler gibi alanları düşünebiliriz."
          }
        ]
      },
      {
        "dialog_id": 221,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Ben hangi bölümü Tercih edeceğimi bilmiyorum"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bu konuda sana yardımcı olmaktan memnuniyet duyarım. İlgi alanların neler mesela?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Yaratıcılığı ve inovasyonu teşvik eden bir bölüm arıyorum"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Yaratıcılık ve inovasyon odaklı bir bölüm senin için uygun olabilir. Mesela endüstriyel tasarım, yaratıcı yazma veya film yapımcılığı gibi alanları düşünebiliriz."
          }
        ]
      },
      {
        "dialog_id": 222,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Ben hangi bölümü Tercih edeceğimi bilmiyorum"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Bu konuda sana yardımcı olmaktan memnuniyet duyarım. İlgi alanların neler mesela?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Hukuk ve adalet alanlarına ilgim var"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Hukuk ve adalet odaklı bir bölüm senin için uygun olabilir. Mesela hukuk, ceza adaleti veya uluslararası hukuk gibi alanları düşünebiliriz."
          }
        ]
      },
      {
        "dialog_id": 223,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Bilgisayar mühendisliği nasıl bir bölüm"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Merhaba Fırat da Bilgisayar mühendisliği okuman senin için çok güzel bir deneyim olur ,bana kalırsa En iyi Bölümlerden birisidir ."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "tercih etmeli miyim"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Tabiki Bu alana özgü konulara ilgi duyuyorsan Seni Bu bölümde Aramızda görmekten memnuniyet duyarız"
          }
        ]
      },
      {
        "dialog_id": 223,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Bilgisayar mühendisliğinde kaç tane hoca var"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Merhaba Bölümümüzde 2023 itibari ile 8 profesör, 4 doçent, 5 doktor öğretim üyesi olmak üzere toplam 17 öğretim üyesi ve 7 araştırma görevlisi görev yapmaktadır."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "tercih etmeli miyim"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Tabiki Bu alana özgü konulara ilgi duyuyorsan Seni Bu bölümde Aramızda görmekten memnuniyet duyarız"
          }
        ]
      },
      {
        "dialog_id": 224,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Fırat bilgisayar mühendisliğinde bizi ne bekliyor "
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Merhaba Fıratta Bilgisayar Mühendisliği mesleğinin her alanında hizmet verebilecek bilgi ve becerilerle donatılmış, alanındaki gelişmeleri takip ederek kendini geliştiren, takım çalışmasına yatkın, sorgulayıcı, etik değerlere önem veren, çağdaş mühendisler yetiştirmektedir."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "mezun olunca meslek sahibi olabilecek miyim"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Bu sana bağlı olucaktır çünkü Fırat Bilgisayar Mühendisliği Seni Akedemik olarak başarılı Biri haline getirecektir Fakat Sahada olan sensin ,Bu sebeple Bölüm Seni Teknik Direktör gibi bakmayı gösterir ,Sen karar ver Teknik direktör mü olmak istersin yoksa saha da mı ? "
          }
        ]
      },
      {
        "dialog_id": 224,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Fırat bilgisayar mühendisliğinde bizi ne bekliyor "
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Merhaba Fıratta Bilgisayar Mühendisliği mesleğinin her alanında hizmet verebilecek bilgi ve becerilerle donatılmış, alanındaki gelişmeleri takip ederek kendini geliştiren, takım çalışmasına yatkın, sorgulayıcı, etik değerlere önem veren, çağdaş mühendisler yetiştirmektedir."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "hangi dersler olucak?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Bilgisayar mühendisliğinde Bolca Matematik , Algoritma ,Veri yapıları gibi birçok ders alıcaksın bu seni oldukça geliştiricektir"
          }
        ]
      },
      {
        "dialog_id": 225,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Bilgisayar mühendisliğinde okumalı mıyım "
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Merhaba Bu Bölümde okumak sana çok Şey katıcaktır Eğlenceli ve bir o kadar da zor bir serüven"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "hangi dersler olucak? Bölümde"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Bilgisayar mühendisliğinde Bolca Matematik , Algoritma ,Veri yapıları gibi birçok ders alıcaksın bu seni oldukça geliştiricektir"
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Teşekkürler "
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Rica ederim memnuniyetle :)"
          }
        ]
      },
      {
        "dialog_id": 226,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Hangi dersleri seçmeliyim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Ders seçerken ilgi alanlarınıza, kariyer hedeflerinize ve program gereksinimlerine dikkat etmelisiniz. Hangi alanlara ilgi duyuyorsunuz?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Hangi dersler gelecekte işime yarar?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Gelecekte işinize yarayacak dersler, kariyerinizle ilgili olanlar ve genel becerileri geliştirenlerdir. Mesela iletişim, liderlik ve teknik becerileri içeren dersler önemlidir."
          }
        ]
      },
      {
        "dialog_id": 227,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Not alma konusunda tavsiyeniz nedir?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Not alırken özetleme, anahtar noktaları vurgulama ve düzenli tekrar yapma gibi etkili stratejileri kullanabilirsiniz. Hangi yöntemi tercih edersiniz?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Hangi not alma yöntemi en etkilidir?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "En etkili not alma yöntemi, kişisel tercihlerinize ve öğrenme tarzınıza bağlıdır. Bazıları için kısa notlar almak işe yararken, diğerleri için kapsamlı özetler çıkarmak daha etkilidir."
          }
        ]
      },
      {
        "dialog_id": 228,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Derslere katılmak mı yoksa video izlemek mi daha iyi?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Derslere katılmak, etkileşim ve öğrenme deneyiminizi artırır. Ancak bazen video izlemek de faydalı olabilir. Önemli olan ders materyalini anlamanız ve öğrenme sürecinizi iyileştirmenizdir."
          }
        ]
      },
      {
        "dialog_id": 229,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Sınavlara nasıl hazırlanmalıyım?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Sınavlara hazırlanırken ders notlarınızı gözden geçirin, pratik sorular çözün ve düzenli tekrar yapın. Ayrıca dinlenmeye ve stresi yönetmeye de önem verin."
          }
        ]
      },
      {
        "dialog_id": 230,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Zor derslerle başa çıkmak için ne önerirsiniz?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Zor derslerle başa çıkmak için düzenli çalışma alışkanlıkları oluşturun, ders materyalini anlamak için ek kaynaklardan faydalanın ve öğretmen veya öğrenci destek merkezinden yardım isteyin."
          }
        ]
      },
      {
        "dialog_id": 231,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Hangi dersleri seçmeliyim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Ders seçerken kariyer hedeflerinizi ve ilgi alanlarınızı göz önünde bulundurmalısınız. Hangi alanda kariyer yapmayı planlıyorsunuz?"
          }
        ]
      },
      {
        "dialog_id": 232,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Hangi öğrenme stratejileri derslerde daha etkili olabilir?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Derslerde daha etkili olmak için özetleme, kavram haritaları oluşturma ve düzenli tekrar yapma gibi stratejileri kullanabilirsiniz. Hangi yöntemi tercih edersiniz?"
          }
        ]
      },
      {
        "dialog_id": 233,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Derslerde motivasyonumu nasıl koruyabilirim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Derslerde motivasyonunuzu korumak için hedef belirleyin, ilgi duyduğunuz konulara odaklanın ve düzenli olarak mola verin. Ayrıca destekleyici bir arkadaş veya öğretmenle iletişim halinde olmak da motivasyonunuzu artırabilir."
          }
        ]
      },
      {
        "dialog_id": 234,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Derslerde verimli çalışmak için hangi yöntemleri önerirsiniz?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Derslerde verimli çalışmak için öncelikli olarak dikkatinizi odaklayın, etkili zaman yönetimi yapın ve hedefler belirleyin. Ayrıca düzenli olarak ders çalışma alışkanlıkları oluşturmak da önemlidir."
          }
        ]
      },
      {
        "dialog_id": 235,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Hangi dersleri seçmeliyim?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Ders seçerken hangi alana ilgi duyduğunuzu ve kariyer hedeflerinizi göz önünde bulundurmalısınız. Hangi alana ilgi duyuyorsunuz?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Kariyer hedefim şu anda belirsiz, hangi dersler genel becerilerimi geliştirmeme yardımcı olabilir?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Genel becerilerinizi geliştirecek dersler arasında iletişim, liderlik ve problem çözme becerilerini içeren dersler bulunabilir. Hangi becerileri geliştirmek istersiniz?"
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Daha fazla pratik deneyim kazanmak için hangi dersleri seçmeliyim?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Pratik deneyim kazanmanızı sağlayacak dersler arasında staj veya proje tabanlı dersler bulunabilir. Hangi alanda pratik deneyim kazanmak istersiniz?"
          }
        ]
      },
      {
        "dialog_id": 236,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Not alma konusunda tavsiyeniz nedir?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Not alırken hangi yöntemi kullanmak istediğinizi belirlemeniz önemlidir. Hangi not alma yöntemini tercih edersiniz?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Hangi not alma yöntemi daha etkilidir?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Etkili bir not alma yöntemi, ders materyalini anlamanıza ve bilgiyi uzun süre hatırlamanıza yardımcı olmalıdır. Hangi yöntemi kullanmayı planlıyorsunuz?"
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Notlarımı organize etmek için hangi araçları kullanmalıyım?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Notlarınızı organize etmek için dijital not alma uygulamaları veya geleneksel defterler kullanabilirsiniz. Hangi tür araçları tercih edersiniz?"
          }
        ]
      },
      {
        "dialog_id": 237,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Derslere katılmak mı yoksa video izlemek mi daha iyi?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Derslere katılmak ve etkileşimde bulunmak, öğrenme deneyiminizi zenginleştirir. Ancak bazen video izlemek de faydalı olabilir. Hangi yöntemi tercih edersiniz?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Derslere katılarak nasıl daha fazla fayda sağlayabilirim?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Derslere katılarak not alın, sorular sorun ve etkinliklere katılın. Bu, öğrenme sürecinizi derinleştirecektir. Hangi konuda daha fazla fayda sağlamak istersiniz?"
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Derslere katılımın sınav performansı üzerindeki etkisi nedir?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Derslere aktif olarak katılmak, ders materyalini daha iyi anlamanıza ve sınav performansınızı artırmanıza yardımcı olabilir. Hangi konuda daha fazla bilgi almak istersiniz?"
          }
        ]
      },
      {
        "dialog_id": 238,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Bir dersten FF alırsam ne olur?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "FF almanın birkaç olumsuz etkisi olabilir. Öncelikle, dersi geçememiş sayılırsınız ve notunuz genel başarı ortalamınıza etki eder. Ayrıca dersi tekrar almanız gerekebilir."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Notumun başarıma etkisi nedir?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "FF notu, akademik başarınızı olumsuz yönde etkiler. Bu not, not ortalaması üzerinde belirgin bir düşüşe neden olabilir ve dersi tekrar almanız gerekebilir."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "FF notu almanın mezuniyetim üzerindeki etkisi nedir?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "FF almanız durumunda mezuniyet süreciniz olumsuz etkilenebilir. Dersi geçemediğiniz için mezuniyet gereksinimlerini karşılayamazsınız ve dersi tekrar almanız gerekebilir."
          }
        ]
      },
      
      {
        "dialog_id": 239,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "FF notu almamın nedenleri neler olabilir?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "FF notu almanın birkaç nedeni olabilir. Belki ders materyalini anlamakta zorlandınız veya zaman yönetimi sorunları yaşadınız. Size yardımcı olabileceğim başka bir konu var mı?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "FF notu almanın akademik kariyerim üzerindeki etkisi nedir?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "FF notu, akademik kariyerinizi olumsuz yönde etkileyebilir. Bu not, not ortalamasını düşürür ve dersi tekrar almanız gerekebilir."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "FF notu almamın akademik destek hizmetlerine etkisi nedir?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "FF notu almanız durumunda, akademik destek hizmetlerinden daha fazla faydalanmanız gerekebilir. Bu hizmetler, dersleri tekrar almanıza ve başarıya ulaşmanıza yardımcı olabilir."
          }
        ]
      },
      {
        "dialog_id": 240,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "FF almanın akademik başarıma nasıl etkisi olur?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "FF notu, akademik başarınızı olumsuz yönde etkiler. Bu not, not ortalamasını düşürür ve dersi tekrar almanız gerekebilir."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "FF almanın ders tekrarı sürecime etkisi nedir?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "FF notu almanız durumunda dersi tekrar etmek zorunda kalabilirsiniz. Bu, daha fazla zaman ve kaynak harcamanız gerektiği anlamına gelir."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "FF almanın iş bulma sürecime etkisi ne olur?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "FF almanız, iş bulma sürecinizi olumsuz etkileyebilir. Potansiyel işverenler, düşük notlarınızı ve dersleri geçememiş olmanızı dikkate alabilirler."
          }
        ]
      },
      {
        "dialog_id": 241,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Bir dersi FF alırsam mezuniyetimi nasıl etkiler?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "FF almanız durumunda mezuniyet süreciniz olumsuz etkilenebilir. Dersi geçemediğiniz için mezuniyet gereksinimlerini karşılayamazsınız ve dersi tekrar almanız gerekebilir."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "FF almanın ders tekrarına etkisi nedir?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "FF almanız durumunda dersi tekrar etmek zorunda kalabilirsiniz. Bu, daha fazla zaman ve kaynak harcamanız gerektiği anlamına gelir."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "FF notunun akademik danışmanlık ve destek hizmetlerine etkisi nedir?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "FF almanız durumunda, akademik destek hizmetlerinden daha fazla faydalanmanız gerekebilir. Bu hizmetler, dersleri tekrar almanıza ve başarıya ulaşmanıza yardımcı olabilir."
          }
        ]
      },
      {
        "dialog_id": 242,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "FF notu iş bulma sürecimi nasıl etkiler?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "FF almanız, iş bulma sürecinizi olumsuz etkileyebilir. Potansiyel işverenler, düşük notlarınızı ve dersleri geçememiş olmanızı dikkate alabilirler."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "FF almanın akademik destek hizmetlerine etkisi nedir?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "FF almanız durumunda, akademik destek hizmetlerinden daha fazla faydalanmanız gerekebilir. Bu hizmetler, dersleri tekrar almanıza ve başarıya ulaşmanıza yardımcı olabilir."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "FF notu almanın öğrenci kimliği ve özgüven üzerindeki etkisi nedir?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "FF almanız, öğrenci kimliğinizi ve özgüveninizi olumsuz yönde etkileyebilir. Ancak önemli olan, dersden aldığınız derslerden ders çıkarmak ve gelecekte daha iyi sonuçlar elde etmek için motivasyonunuzu korumaktır."
          }
        ]
      },
      {
        "dialog_id": 243,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "FF notu almanın sonuçları nelerdir?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "FF notu almanın olumsuz etkileri olabilir. Dersi geçememiş sayılırsınız ve notunuz genel başarı ortalamasına etki eder."
          },
          {
            "id": 2,
            "sender": "user",
            "text": "FF notu akademik başarıma nasıl etki eder?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "FF notu, akademik başarınızı olumsuz yönde etkiler. Bu not, not ortalamasını düşürür ve dersi tekrar almanız gerekebilir."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "FF notu almam mezuniyetimi nasıl etkiler?"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "FF almanız durumunda mezuniyet süreciniz olumsuz etkilenebilir. Dersi geçemediğiniz için mezuniyet gereksinimlerini karşılayamazsınız ve dersi tekrar almanız gerekebilir."
          }
        ]
      },
      {
        "dialog_id": 244,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Bir dersi nasıl geçebilirim"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Dersi Geçmek için Hocanın üzerinde durduğu konulara göre hareket etmeli ve geçmişte sorulan sorulara bakarak kendini hazırlayabilirsin"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "ff alırsam ne olur"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "FF notu, akademik başarınızı olumsuz yönde etkiler. Bu not, not ortalamasını düşürür ve dersi tekrar almanız gerekebilir."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "peki alttan alırsam ne olur"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Bir dersi alttan almanız durumunda gelecekte o dersi tekrar alacağınız anlamına gelir "
          }
        ]
      },
      {
        "dialog_id": 244,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "En zor dersler hangi bölümde"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "En zor dersler Belirli Bir bölümde değil zorluk bazen kişiye göre değişebilir bu sebeple bu konu hakkında yorum yapamam daha spesifik bir soru sorabilirsin"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "bilgisayar mühendisliğinde zor dersler var mı"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Evet Kesinlikle Burada seni zor dersler bekleyecektir ancak iyi bir hazırlık süreci herşeyi çözecektir."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "çok çalışmam mı gerek"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Çok çalışmak iyi bir fikir bu seni derslerde başarıya itecektir ancak çalışırken öğrendiğini hissediyorsan sınavlarda başarın artacaktır "
          }
        ]
      },
      {
        "dialog_id": 245,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "En zor dersler hangi bölümde"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "En zor dersler Belirli Bir bölümde değil zorluk bazen kişiye göre değişebilir bu sebeple bu konu hakkında yorum yapamam daha spesifik bir soru sorabilirsin"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "En zor dersler Yazılım mühendisliğinde mi"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Evet Kesinlikle Burada seni zor dersler bekleyecektir ancak iyi bir hazırlık süreci herşeyi çözecektir."
          },
          {
            "id": 4,
            "sender": "user",
            "text": "çok çalışmam mı gerek"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Çok çalışmak iyi bir fikir bu seni derslerde başarıya itecektir ancak çalışırken öğrendiğini hissediyorsan sınavlarda başarın artacaktır "
          }
        ]
      },
      {
        "dialog_id": 246,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Üniversite zor mu?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Gelişime ve başarıya açık biri için asla zor olmayacaktır fakat bölüm tercihine göre zorluk değişecektir"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "peki hangi bölüm en zoru"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Bu konuda pek yardımcı olamayacağım çünkü bölümlerin Zorluğu bazen kişiden kişiye değişebiliyor Sevdiğin bir bölümü tercih edersen Bu seni zorlamayacaktır"
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Sevdiğim Bölümü nasıl anlayacağım"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Hangi alanda iyi olduğunla ilgili yorum yapabilirim bu konuda Hangi Alanda iyi olduğunu belirtebilirsen Bu konuda sana güzel tavsiyeler verebilirim "
          }
        ]
      },
      {
        "dialog_id": 247,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Elazığda Üniversite okumalı mıyım"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Tabi ki okuyabilirsin Fırat üniversitesi Kampüsü Bölümleri ile hem sosyal açıdan hemde akedemik açıdan çok eğlenceli olucaktır"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "ne tür Sosyallikler var"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Öğrenci Topluluklarına katılmak ,Spor müsabakaları,Gezi Etkinlikleri gibi bir çok sosyal etkinlikle karşılacaksın "
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Nereyi gezeceğim"
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Elazığda gezi etkinlikleri çok kapsamlıdır , Elazığda gezilecek birçok müze ve tarihi yer bulucaksın ayrıca dış illere de geziler düzenleniyor Burada çok Fazla sosyalleşme imkanı bulacaksındır "
          },
          {
            "id": 4,
            "sender": "user",
            "text": "Teşekkür ederim."
          },
          {
            "id": 5,
            "sender": "bot",
            "text": "Rica ederim!  size yardımcı olabilecek başka bir konu var mı?"
          }
        ]
      },
      {
        "dialog_id": 248,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Nasılsın ?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Merhaba iyiyim teşekkür ederim sen nasılsın ?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "bende iyiyim sağol Sen Kimsin"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Ben Fırat üniversitesi Yardımcı Chatbotuyum Size Yardımcı olmak için buradayım"
          }
        ]
      },
      {
        "dialog_id": 249,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Nasılsın ?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Merhaba iyiyim teşekkür ederim sen nasılsın ?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Sağol Seni Kim yaptı"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Ben Fırat üniversitesi Chatbotuyum Kutluay Ulutaş tarafından Tasarlandım"
          }
        ]
      },
      {
        "dialog_id": 250,
        "dialog": [
          {
            "id": 0,
            "sender": "user",
            "text": "Merhaba Naber ?"
          },
          {
            "id": 1,
            "sender": "bot",
            "text": "Merhaba iyiyim teşekkür ederim sen nasılsın ?"
          },
          {
            "id": 2,
            "sender": "user",
            "text": "Sağol Sen ne işe yariyorsun ?"
          },
          {
            "id": 3,
            "sender": "bot",
            "text": "Ben Fırat üniversitesi Yardımcı Chatbotuyum Üniversiteye gelmek isteyenler ve Üniversite Öğrencileri için üniversitenin tanıtımında yardım sağlıyoruz"
          }
        ]
      }



      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      
      

    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
]